[
  {
    "question": "What is a business?",
    "example": "A business is an organized entity that operates with the goal of  earning returns by providing goods or services to others. Example: Chipotle  Mexican Grill, Inc. (NYSE: CMG) is a business that ideates, cooks, and sells  different burritos, bowls, and tacos to hungry customers globally."
  },
  {
    "question": "What is the goal of a business?",
    "example": "The goal of a business is to generate returns above its explicit and  implicit costs. A good business is able to generate returns above these costs for a  sustained period of time. Example: Chipotle seeks to earn more money per burrito  than the cost of the burrito to produce."
  },
  {
    "question": "What are explicit costs?",
    "example": "Explicit costs are the costs of running the business - for Chipotle this  includes things like store worker's labor, the burrito's ingredients, and rent for each  physical storefront."
  },
  {
    "question": "What are implicit costs?",
    "example": "Implicit costs are driven by the idea of the time value of money and  the business owner's time. For example, instead of buying $50 of steak, Chipotle  could have invested $50 into something else on the market, which would have  safely generated a 4% return per year. After 1 year, Chipotle would have $52.  Instead, they purchased $50 worth of steak."
  },
  {
    "question": "Which is a good business? (Clark, Alice, or Nick)",
    "example": "B. Alice is a good business. Alice's total explicit costs are $5, while  Finance Prep Training Material 1 her implicit costs are $2. The implicit costs are comprised of the $1 of her time  and the $1 of interest she could have earned on the $5 she spent. This meets the  criteria of generating returns above both explicit and implicit costs."
  },
  {
    "question": "Why do companies exist?",
    "example": "Companies report their performance through financial statements and  other performance measurement tools. Financial statements include the balance  sheet (assets, liabilities, and equity), income statement (revenues and expenses),  cash flow statement (cash inflows and outflows), and sometimes a statement of  changes in equity. These documents provide insights into the company's financial  health and operational results. Additionally, organizations use dashboards,  scorecards, and performance reports to track metrics like key performance  indicators (KPIs), enabling data-driven decision-making."
  },
  {
    "question": "How do companies report their performance and who do they report  to?",
    "example": "Performance reports are shared with various stakeholders, including  investors, creditors, employees, government agencies, customers, suppliers, and  board members. Stakeholder reporting ensures transparency, accountability, and  trust while aligning organizational goals with stakeholder expectations. For  example, financial statements are used by investors for decision-making and by  government agencies for regulatory compliance."
  },
  {
    "question": "What regulations and rules apply to companies?",
    "example": "Companies must adhere to several regulations based on their  jurisdiction and business structure. These include: Accounting standards (GAAP or IFRS), corporate governance requirements (e.g., maintaining bylaws, issuing  shares, holding annual meetings), tax obligations (e.g., franchise or employer  taxes), industry-specific regulations (e.g., health coverage reporting), and  international standards (e.g., Global Reporting Initiative or OECD guidelines)."
  },
  {
    "question": "What is EBITDA?",
    "example": "EBITDA stands for Earnings Before Interest, Taxes, Depreciation, and  Amortization. It is a financial metric that measures a company's profitability from  its core operations without accounting for non-operating expenses like interest  payments or depreciation. EBITDA is often used by analysts and investors as an  indicator of operational efficiency because it focuses on earnings generated from  business activities before external factors are considered."
  },
  {
    "question": "Can you name the three financial statements?",
    "example": "The three financial statements are the Income Statement, the Cash  Flow Statement, and the Balance Sheet."
  },
  {
    "question": "What does the income statement represent?",
    "example": "The Income Statement represents a company's financial performance  over a specific period, detailing revenues, expenses, and profits or losses."
  },
  {
    "question": "How does Net Income, Revenue, and Operating Income differ?",
    "example": "Revenue is the total earnings generated from sales of goods or  services before any expenses are deducted. Operating Income is earnings before  interest and taxes (EBIT), calculated as revenue minus operating expenses. Net  Income is the total profit after all expenses, including operating, interest, and  taxes, have been deducted from revenue."
  },
  {
    "question": "What does the Cash Flow Statement represent?",
    "example": "The Cash Flow Statement represents the inflows and outflows of cash  within a company during a specific period, highlighting how cash is generated and  used in operating, investing, and financing activities."
  },
  {
    "question": "How does net change in cash differ from the bottom line of the  income statement?",
    "example": "The 'net change in cash' reflects the actual change in cash during a  period, considering all cash inflows and outflows, while the bottom line of the  income statement (net income) shows profitability, which doesn't account for cash flow nuances such as non-cash expenses or investment activities."
  },
  {
    "question": "What does the Balance Sheet represent?",
    "example": "The Balance Sheet represents a company's financial position at a  specific point in time, detailing assets, liabilities, and shareholders' equity."
  },
  {
    "question": "Why is cash added to assets?",
    "example": "Cash is added to assets because it is a vital resource that the  company can use to meet obligations, invest, and operate. It is considered a  current asset and is essential for liquidity."
  },
  {
    "question": "What are assets, liabilities, and shareholder equity?",
    "example": "Assets are resources owned by the company that provide future  economic benefits. Liabilities are obligations the company owes to outside parties,  representing claims against its assets. Shareholder Equity is the residual interest in  the assets of the company after deducting liabilities, representing ownership by  shareholders."
  },
  {
    "question": "What is GAAP accounting and why is it used?",
    "example": "GAAP (Generally Accepted Accounting Principles) is a framework of  accounting standards, principles, and procedures used in the United States. It is  used to ensure consistency and transparency in financial reporting, allowing  investors and stakeholders to make informed decisions."
  },
  {
    "question": "When might a company collect cash and not record it as revenue?",
    "example": "A company may collect cash but not record it as revenue when it  receives a payment for future services or products (deferred revenue) or under  certain accounting practices where revenue is recognized only when earned, not  when cash is received."
  },
  {
    "question": "How does cash-based accounting differ from GAAP?",
    "example": "Cash-based accounting recognizes revenue and expenses when  cash is actually received or paid, while GAAP (accrual accounting) recognizes  revenue when it is earned and expenses when they are incurred, regardless of  cash flow."
  },
  {
    "question": "How does a change in net income affect the three statements?",
    "example": "A change in net income affects the three statements by altering the  income statement directly, flowing into retained earnings on the balance sheet,  and affecting cash flows in the cash flow statement, particularly through operating  activities."
  },
  {
    "question": "What is LIFO vs FIFO?",
    "example": "LIFO (Last In, First Out) assumes that the most recently purchased  inventory items are sold first, while FIFO (First In, First Out) assumes that the  oldest inventory items are sold first. The choice between them can impact cost of  goods sold and taxable income."
  },
  {
    "question": "If I switch from FIFO to LIFO and there is inflation, how does this  affect the income statement?",
    "example": "Switching from FIFO to LIFO during inflation typically results in higher  cost of goods sold since the most expensive inventory is recognized first, leading  to lower taxable income and thus a lower net income on the income statement."
  },
  {
    "question": "Will revenue or cost changes have a greater impact on net income  and why?",
    "example": "Changes in costs generally have a greater impact on net income than  changes in revenue due to fixed costs. A decrease in costs can significantly  improve profitability, whereas an equivalent increase in revenue may not have the  same proportional effect if costs also rise."
  },
  {
    "question": "Revenue equals price times volume. Which one is more impactful on  net income?",
    "example": "While both price and volume are important, volume typically has a  more significant impact on net income because increasing sales volume can lead  to economies of scale, allowing fixed costs to be spread over more units,  Finance Prep Training Material 6 effectively enhancing profitability."
  },
  {
    "question": "What is Depreciation and Amortization (D&A)?",
    "example": "D&A stands for Depreciation and Amortization. Depreciation refers to  the allocation of the cost of tangible assets over their useful lives, while  amortization relates to the gradual write-off of intangible assets."
  },
  {
    "question": "How does D&A affect the income statement and net income?",
    "example": "D&A reduces taxable income on the income statement since it is  treated as an expense. As a result, higher D&A expenses lead to a lower net  income."
  },
  {
    "question": "How does D&A affect the cash flow statement?",
    "example": "In the cash flow statement, D&A is added back to net income in the  operating activities section because it is a non-cash expense, meaning it does not  involve actual cash outflow during the period."
  },
  {
    "question": "How does D&A affect the balance sheet?",
    "example": "D&A affects the balance sheet by decreasing the book value of fixed  assets (tangible) and intangible assets over time, reducing total assets and  retained earnings due to its effect on net income."
  },
  {
    "question": "How does D&A flow through the three statements?",
    "example": "D&A reduces net income on the income statement, flows to the cash  flow statement as an add-back in operating activities, and decreases the value of  assets on the balance sheet, thereby impacting retained earnings."
  },
  {
    "question": "What is stock-based compensation and how is it similar to D&A?",
    "example": "Stock-based compensation is a non-cash expense similar to D&A in  Finance Prep Training Material 7 that it reduces net income on the income statement. It reflects compensation  costs related to employee stock options or shares, impacting profits without an  actual cash payment."
  },
  {
    "question": "If your depreciation expense goes up by $1,000, explain how this  flows through the three financial statements.",
    "example": "An increase of $1,000 in depreciation expense would reduce net  income by $1,000 on the income statement. In the cash flow statement, this  $1,000 would be added back under operating activities, showing no impact on  cash flow. On the balance sheet, the asset value would decrease by $1,000, which  would also reduce retained earnings by $1,000 due to the lower net income."
  },
  {
    "question": "Why do non-cash expenses affect the cash flow statement?",
    "example": "Non-cash expenses like D&A affect the cash flow statement because  they are added back to net income in operating activities, adjusting for the fact  that they do not impact cash flow even though they reduce net income on the  income statement. This ensures that the cash flow statement accurately reflects  cash generated from operations."
  },
  {
    "question": "What is working capital? What are the major line-items and what do  they mean?",
    "example": "Working capital is the difference between current assets and current  liabilities, indicating a company's liquidity and short-term financial health. Major  line-items include: Current Assets: Assets expected to be converted into cash  within a year (e.g., cash, accounts receivable, inventory). Current Liabilities:  Obligations due within a year (e.g., accounts payable, accrued expenses)."
  },
  {
    "question": "How do working capital line-items flow through the three  statements?",
    "example": "Changes in working capital items flow through the statements as  follows: An increase in current assets or a decrease in current liabilities reduces  Finance Prep Training Material 8 cash flow on the cash flow statement; conversely, a decrease in current assets or  an increase in current liabilities increases cash flow. Net changes affect net  income on the income statement indirectly through adjustments in cash flows."
  },
  {
    "question": "What is inventory?",
    "example": "Inventory refers to the goods and materials a company holds for sale  or production. It includes raw materials, work-in-progress, and finished goods,  and represents a current asset on the balance sheet."
  },
  {
    "question": "What is accounts receivable and what are prepaid expenses?",
    "example": "Accounts Receivable is money owed to a company by its customers  for goods or services delivered but not yet paid for. Prepaid Expenses are  payments made in advance for services or goods to be received in the future,  treated as current assets on the balance sheet."
  },
  {
    "question": "What is accounts payable and what are accrued expenses?",
    "example": "Accounts Payable is money a company owes to suppliers for goods or  services received but not yet paid for, classified as a current liability. Accrued  Expenses are expenses that have been incurred but not yet paid, also classified as  current liabilities."
  },
  {
    "question": "What is deferred revenue?",
    "example": "Deferred Revenue is money received by a company for goods or  services that have not yet been delivered or performed, recognized as a liability  because it represents an obligation to deliver in the future."
  },
  {
    "question": "Accounts receivable increases by $20. Assuming a 20% tax rate,  walk me through how this affects the 3 statements.",
    "example": "Income Statement: No immediate impact on net income, as accounts  receivable is a balance sheet item. Cash Flow Statement: Cash flow from  Finance Prep Training Material 9 operating activities decreases by $20 due to the increase in accounts receivable.  Balance Sheet: Accounts receivable increases by $20, impacting total assets."
  },
  {
    "question": "Inventory increases by $100. Assuming a 10% tax rate, walk me  through how this affects the 3 statements.",
    "example": "Income Statement: No immediate impact on net income. Cash Flow  Statement: Cash flow from operating activities decreases by $100 due to the cash  spent on purchasing inventory. Balance Sheet: Inventory increases by $100,  impacting total assets."
  },
  {
    "question": "Prepaid expenses increase by $20. Assuming a 50% tax rate, walk  me through how this affects the 3 statements.",
    "example": "Income Statement: No immediate impact on net income. Cash Flow  Statement: Cash flow from operating activities decreases by $20 due to cash  payment. Balance Sheet: Prepaid expenses increase by $20, impacting total  assets."
  },
  {
    "question": "Inventory decreases by $100. Assuming a 10% tax rate, walk me  through how this affects the 3 statements.",
    "example": "Income Statement: No immediate impact on net income (unless the  decrease results from a sale, in which case it would lower cost of goods sold).  Cash Flow Statement: Cash flow from operating activities increases by $100 as  less cash is tied up in inventory. Balance Sheet: Inventory decreases by $100,  which improves cash on hand or increases other assets by the same amount."
  },
  {
    "question": "Accrued compensation decreases by $100. Assuming a 10% tax rate,  walk me through how this affects the 3 statements.",
    "example": "Income Statement: Net income increases by $90 ($100 reduction in  liability - $10 tax effect). Cash Flow Statement: Cash flow from operating activities  decreases by $100 as cash is used to settle the liability. Balance Sheet: Accrued  compensation decreases by $100, impacting liabilities and increasing retained  Finance Prep Training Material 10 earnings due to higher net income."
  },
  {
    "question": "Prepaid expenses decrease by $20. Assuming a 50% tax rate, walk  me through how this affects the 3 statements.",
    "example": "Income Statement: No immediate impact on net income as it simply  recognizes services previously paid for. Cash Flow Statement: Cash flow from  operating activities increases by $20 because cash is no longer tied up in prepaid  expenses. Balance Sheet: Prepaid expenses decrease by $20, increasing total  assets."
  },
  {
    "question": "Accounts payable decreases by $20. Assuming a 20% tax rate, walk  me through how this affects the 3 statements.",
    "example": "Income Statement: No immediate impact on net income. Cash Flow  Statement: Cash flow from operating activities decreases by $20 as cash is used  to settle the payable. Balance Sheet: Accounts payable decreases by $20,  impacting total liabilities."
  },
  {
    "question": "Accrued expenses decrease by $50. Assuming a 40% tax rate, walk  me through how this affects the 3 statements.",
    "example": "Income Statement: Net income increases by $30 ($50 reduction in  liability - $20 tax effect). Cash Flow Statement: Cash flow from operating activities  decreases by $50 due to cash being used to settle the expense. Balance Sheet:  Accrued expenses decrease by $50, impacting liabilities and increasing retained  earnings by $30."
  },
  {
    "question": "Deferred revenue decreases by $100. Assuming a 25% tax rate, walk  me through how this affects the 3 statements.",
    "example": "Income Statement: Net income increases by $75 ($100 revenue  recognized - $25 tax effect). Cash Flow Statement: Cash flow from operating  activities remains unchanged, as the cash was received previously when the  revenue was deferred. Balance Sheet: Deferred revenue decreases by $100,  Finance Prep Training Material 11 impacting total liabilities and increasing retained earnings by $75 due to higher net  income."
  },
  {
    "question": "Why does inventory not show up on the income statement?",
    "example": "Inventory does not appear on the income statement because it is  classified as a current asset on the balance sheet until it is sold. When inventory is  sold, it then affects the income statement as part of cost of goods sold, impacting  revenues and ultimately net income."
  },
  {
    "question": "How does a company decide if it should capitalize or expense a  purchase?",
    "example": "A company decides to capitalize or expense a purchase based on  whether the purchase will provide future economic benefits beyond the current  accounting period. If the asset is expected to last more than one year and adds  value over time, it is capitalized; if it is consumed or used up within the year, it is  expensed."
  },
  {
    "question": "Describe how the purchase of equipment would impact a company's  three financial statements.",
    "example": "Income Statement: Initially, there is no impact; however, future  depreciation of the equipment will reduce net income. Cash Flow Statement: Cash  flow from investing activities decreases by the purchase amount (the cash  outflow). Balance Sheet: Equipment (a fixed asset) increases, while cash  decreases by the purchase amount, not affecting total assets."
  },
  {
    "question": "If Company A buys a factory for $100, what happens to the three  statements?",
    "example": "Income Statement: No immediate impact; future depreciation will  reduce net income over time. Cash Flow Statement: Cash flow from investing  activities decreases by $100 due to the cash outflow for the purchase. Balance  Sheet: Factory value (asset) increases by $100, while cash decreases by $100,  Finance Prep Training Material 12 keeping total assets unchanged."
  },
  {
    "question": "How does a company decide if it should capitalize or expense a  purchase?",
    "example": "A company decides to capitalize or expense a purchase based on  whether the purchase will provide future economic benefits beyond the current  accounting period. If the asset is expected to last more than one year and adds  value over time, it is capitalized; if it is consumed or used up within the year, it is  expensed."
  },
  {
    "question": "Describe how the purchase of equipment would impact a company's  three financial statements.",
    "example": "Income Statement: Initially, there is no impact; however, future  depreciation of the equipment will reduce net income. Cash Flow Statement: Cash  flow from investing activities decreases by the purchase amount (the cash  outflow). Balance Sheet: Equipment (a fixed asset) increases, while cash  decreases by the purchase amount, not affecting total assets."
  },
  {
    "question": "If Company A buys a factory for 100 dollars, what happens to the  three statements?",
    "example": "Income Statement: No immediate impact; future depreciation will  reduce net income over time. Cash Flow Statement: Cash flow from investing  activities decreases by $100 due to the cash outflow for the purchase. Balance  Sheet: Factory value (asset) increases by $100, while cash decreases by $100,  keeping total assets unchanged."
  },
  {
    "question": "What if the company buys it with 100 dollars of debt that pays 10%  interest? At the start of year 2, what happens?",
    "example": "Income Statement (Year 1): No impact from the purchase; interest  expense of $10 ($100 times 10%) will reduce net income in Year 2. Cash Flow  Finance Prep Training Material 13 Statement (Year 1): Cash flow from financing increases by $100, while cash flow  from investing decreases by $100, netting out. Balance Sheet (Year 1): Factory  value increases by $100; cash decreases by $100. Liabilities increase by $100 due  to the debt. Start of Year 2: Interest expense recognized impacts net income and  decreases retained earnings; liabilities remain the same."
  },
  {
    "question": "Two years later, factories all break down and the value of the  equipment is written down to $0. The loan must also be paid back now. What  happens on the statements?",
    "example": "Income Statement: A loss of $100 from the write-down of equipment  will reduce net income. Cash Flow Statement: Write-down doesn't affect cash  flow; however, cash flow from financing will decrease when repaying the loan.  Balance Sheet: Equipment decreases by $100, impacting total assets; liabilities will  decrease by the repayment amount of the loan."
  },
  {
    "question": "Tesla buys $100 of inventory. What happens to the three  statements?",
    "example": "Income Statement: No immediate impact; future cost of goods sold  will affect it when inventory is sold. Cash Flow Statement: Cash flow from  operating activities decreases by $100 due to cash used for the purchase. Balance Sheet: Inventory increases by $100, while cash decreases by $100, resulting in no  change to total assets."
  },
  {
    "question": "Consider a scenario where we are comparing two companies with  very different Capex. Why might EBITDA be an important metric?",
    "example": "EBITDA (Earnings Before Interest, Taxes, Depreciation, and  Amortization) serves as an important metric in comparing companies with  different capital expenditure (Capex) because it normalizes earnings by removing  non-operational expenses and accounting differences from depreciation. This  allows for a clearer comparison of operational performance and cash generation  capabilities."
  },
  {
    "question": "In year 1, Apple buys $100 worth of new factories with debt. Start of  year 2. Debt is high yield, so no principal is paid off, and interest rate is 10%.  Factories depreciate at a rate of 10% per year. What happens to the 3  statements?",
    "example": "Income Statement: Depreciation expense will appear as $10 ($100 times  10%), reducing net income by $10. Interest expense on the debt will add an  additional $10 of expense, further reducing net income by $10. Overall, net income  decreases by $20 in year 2. Cash Flow Statement: Cash flow from operating  activities will reflect the decrease in net income. However, since both depreciation  and interest are non-cash or financing-related items respectively, the cash flow  from operating activities will effectively be adjusted by adding back depreciation  ($10), resulting in total cash flow from operations decreasing by $10. Cash flow  from financing activities reflects the interest payment of $10 (if paid), leading to a  cash outflow of $10. Balance Sheet: The value of the factories (PPE) will decrease  by $10 due to depreciation, dropping from $100 to $90. Cash will decrease by $10  if interest is paid. Total assets will thus decrease by $20 overall (cash decreases  and PPE value decreases), reflecting the lower net income and the interest  expense."
  },
  {
    "question": "What is Goodwill?",
    "example": "Goodwill is an intangible asset that arises when one company  acquires another for a purchase price greater than the fair value of its net  identifiable assets (assets minus liabilities). It reflects the value of the acquired  Finance Prep Training Material 15 company's brand, customer relationships, employee skills, and other intangible  factors."
  },
  {
    "question": "Why might Goodwill increase?",
    "example": "Goodwill might increase due to several factors, such as successful  mergers or acquisitions, where a company pays a premium over the fair value of  net assets for strategic advantages; successful business operations that enhance  brand reputation and customer loyalty; or the growth of the acquired company  leading to higher valuations."
  },
  {
    "question": "Walk me through a $10 impairment of goodwill?",
    "example": "Income Statement: A $10 impairment of goodwill would be recorded  as an expense, reducing net income by $10. Cash Flow Statement: Since  impairment is a non-cash expense, it does not directly affect cash flow from  operating activities. However, it will be added back to net income in the operating  activities section, so cash flow remains unaffected in this context. Balance Sheet:  The impairment leads to a reduction in the goodwill asset by $10, decreasing total  assets. Retained earnings also decrease by $10, reflecting the lower net income."
  },
  {
    "question": "What are the major items in shareholder equity?",
    "example": "Major items in shareholder equity include: Common Stock: The value  of issuing shares to shareholders. Preferred Stock: A class of stock with  preferential rights over common stock in terms of dividends and liquidation.  Retained Earnings: The cumulative profits (or losses) retained in the company after dividends are paid. Additional Paid-In Capital: The excess amount paid by  investors over the par value of shares. Treasury Stock: Shares that were  repurchased by the company, which reduce total equity."
  },
  {
    "question": "What flows into retained earnings?",
    "example": "Retained earnings are affected by: Net Income: Profits generated by  the company during the period, which are added to retained earnings. Dividends:  Cash or stock payments made to shareholders reduce retained earnings.  Finance Prep Training Material 16 Adjustments: Changes from accounting adjustments or corrections, such as prior  period adjustments or impairments, also affect retained earnings."
  },
  {
    "question": "If Company A buys Company B for $200, but its assets are worth  $100, what happens?",
    "example": "The purchase creates goodwill because Company A pays a premium  of $100 over the fair value of Company B's net identifiable assets ($200 purchase  price - $100 asset value). Balance Sheet: Goodwill recognized will be $100 on  Company A's balance sheet as an intangible asset. Cash Flow Statement: Cash  flow from investing activities will reflect a cash outflow of $200 for the acquisition,  assuming Company A pays cash. Income Statement: There is no immediate impact on net income; however, future impairment of goodwill or depreciation of any  acquired assets will affect net income in subsequent periods."
  },
  {
    "question": "Can you have negative shareholder equity? How?",
    "example": "Yes, negative shareholder equity can occur when a company has  accumulated more liabilities than assets. This may happen due to continuous  losses over time, significant write-downs of assets, or large dividends paid out  that exceed the company's retained earnings."
  },
  {
    "question": "What happens when NVIDIA writes down an asset by 100 dollars?",
    "example": "When NVIDIA writes down an asset by $100, its asset value  decreases by $100 on the balance sheet. This write-down results in a $100  decrease in net income on the income statement, which in turn decreases retained earnings on the equity section of the balance sheet."
  },
  {
    "question": "What happens when NVIDIA writes down its debt by 100 dollars?",
    "example": "If NVIDIA writes down its debt by $100, the liabilities on the balance  sheet decrease by $100. The write-down is typically recognized as income on the  Finance Prep Training Material 17 income statement, increasing net income by $100 and subsequently increasing  retained earnings on the balance sheet."
  },
  {
    "question": "NVIDIA gets in some trouble, and requires a 100 dollar bailout? What  happens to the three statements?",
    "example": "The bailout will result in an inflow of $100 cash, increasing assets on  the balance sheet. The cash will be recorded as income (or adjustment) on the  income statement, impacting net income positively. The equity section on the  balance sheet will increase due to retained earnings reflecting the positive net  income."
  },
  {
    "question": "Let's say Company B reports positive EBITDA for a 5 year period. In  year 6, it goes bankrupt. What might have happened?",
    "example": "Company B might have had positive EBITDA due to strong operational  performance, but could have faced issues like high interest expenses, excessive  debt, or unexpected operational costs in year 6, leading to bankruptcy despite  prior profitability."
  },
  {
    "question": "What are Deferred Tax Assets and liabilities and how do they arise?",
    "example": "Deferred Tax Assets arise when a company pays more tax than it  recognizes in its income statement (e.g., loss carryforwards). Deferred Tax  Liabilities arise when income is recognized on the income statement before it is  taxed (e.g., accelerated depreciation). These timing differences create temporary  discrepancies between tax and accounting profit."
  },
  {
    "question": "EBITDA and EBIT need to be adjusted for random occurrences and  charges? What are some examples of this?",
    "example": "Examples include adjusting for one-time events like asset sales,  restructuring costs, legal settlements, or gains/losses from foreign currency  exchanges to provide a clearer view of ongoing operational performance."
  },
  {
    "question": "A company buys a factory in year 1 for 100. In year two it sells it for  80 dollars. Assuming straight line depreciation, walk me through the changes to  the three statements.",
    "example": "After one year of straight-line depreciation (e.g., $20 if depreciated  over 5 years), the factory's book value is $80. When sold for $80, there is no gain  or loss, so: Income Statement: No effect on net income. Cash Flow Statement:  $80 cash inflow from the sale. Balance Sheet: Assets decrease by $100 (factory)  and cash increases by $80, leading to total assets down by $20."
  },
  {
    "question": "A company buys a factory in year 1 for 100. In year 3 it sells it for 120  dollars. Assuming straight line depreciation, walk me through the changes to the  three statements.",
    "example": "After two years of straight-line depreciation (e.g., $40 total), the  factory's book value is $60. When sold for $120, there is a gain of $60. Thus:  Income Statement: $60 gain increases net income. Cash Flow Statement: $120  cash inflow from the sale. Balance Sheet: Assets decrease by $100 (factory), cash  increases by $120, and retained earnings increase by $60 (from net income),  resulting in total asset increase."
  },
  {
    "question": "How do operating and capital leases differ?",
    "example": "Operating leases are short-term, off-balance sheet financing where  lease payments are expensed as incurred, while capital leases involve long-term  Finance Prep Training Material 19 commitments, with the asset and liability recognized on the balance sheet, and the  asset depreciated over time."
  },
  {
    "question": "If I record 10 dollars of taxes through GAAP accounting, and 20 in  cash-based accounting, did I create a DTA or DTL? What about the inverse?",
    "example": "Recording $10 in taxes under GAAP but $20 in cash accounting  creates a Deferred Tax Liability (DTL) because the cash payment exceeds the tax  expense recognized. Conversely, if GAAP recorded $20 and cash-based $10, it  would create a Deferred Tax Asset (DTA)."
  },
  {
    "question": "Company has NOLs of 100 in DTA line item on BS because it had  been unprofitable. Company turns a profit and has PTI of 200 this year. Walk  through the 3 financial statements assuming NOLs are used as a direct tax  deduction on the financial statements.",
    "example": "Income Statement: Net income increases by $200, but $100 NOL is  used as a tax deduction, resulting in taxes payable and effective tax expense.  Assuming a 25% tax rate, taxes on $200 profit are $50, but $100 NOL offsets this,  leading to no taxes paid, so net income remains $200. Cash Flow Statement: Net  income of $200, adding back non-cash expenses (none here), results in operating  cash flow of $200. Balance Sheet: DTA decreases by $100. Retained earnings  increase by $200, leading to equity growth."
  },
  {
    "question": "In what cases do you see customers paying upfront in cash but the  company not recording the cash as revenue?",
    "example": "This occurs in cases of unearned revenue, such as subscription  services or gift cards, where customers pay in advance; the cash is recorded, but  revenue is not recognized until the service is provided or the product is  redeemed."
  },
  {
    "question": "What does the non-controlling interest line item on the liabilities side  of a company's B/S correspond to?",
    "example": "Non-controlling interest represents the equity stake in a subsidiary  Finance Prep Training Material 20 owned by parties other than the parent company. It reflects the portion of the  subsidiary's net assets that belong to minority shareholders."
  },
  {
    "question": "What is the treatment of an owned debt writedown?",
    "example": "When a company writes down its own debt, it reduces the recorded  liability on the balance sheet, often recognizing the reduction as a gain on the  income statement. This results in an increase in net income and retained  earnings."
  },
  {
    "question": "Company raises 100 worth of debt at 5% interest and 10% yearly  principal payment to purchase 100 worth of short-term securities with 10%  interest. What happens at the end of Year 1 after the company has earned interest  and paid back some debt principal?",
    "example": "At the end of Year 1, the company pays back $10 of debt principal. It  incurs $5 in interest expense and earns $10 in interest income from the securities.  Income Statement: Net effect: $5 (interest income minus interest expense)  increases net income. Cash Flow Statement: Cash from operating activities  increases by $10 (interest income), and cash flows from financing decrease by  $10 (principal repayment). Balance Sheet: Debt liabilities decrease by $10, cash  increases net by $10, and the investment in securities remains."
  },
  {
    "question": "What is the difference between Adjusted EBITDA and EBITDA?",
    "example": "Adjusted EBITDA excludes non-recurring items, irregular expenses,  and certain non-cash charges from EBITDA. This adjusts for one-time costs to  provide a clearer picture of ongoing operational performance."
  },
  {
    "question": "Walk me through the impacts on the three financial statements after a  company pays out dividends of $200 in cash.",
    "example": "Income Statement: No effect, as dividends are not an expense. Cash  Finance Prep Training Material 21 Flow Statement: Cash flow from financing activities decreases by $200. Balance  Sheet: Cash decreases by $200, and retained earnings decrease by $200,  reflecting the payout."
  },
  {
    "question": "Explain the financial statement effects when a company repurchases  $200 of its own shares.",
    "example": "Income Statement: There is no immediate effect on the income  statement, as the share repurchase does not count as an expense. Cash Flow  Statement: Cash flow from financing activities decreases by $200 due to the cash  outflow for the share repurchase. Balance Sheet: Cash decreases by $200, and  the equity section decreases by the same amount, reflecting a reduction in  stockholders' equity."
  },
  {
    "question": "Describe how the three financial statements are affected when a  company amortizes $20 of intangible assets. Assume a 25% tax rate.",
    "example": "Income Statement: The amortization expense of $20 reduces net  income by $20. After applying a 25% tax rate, the tax effect reduces net income  further by $5, leading to a total decrease in net income of $15. Cash Flow  Statement: The $20 amortization expense is a non-cash item, so it gets added  back to net income, meaning the cash flow from operations remains unchanged  despite the decrease in net income. Balance Sheet: Intangible assets decrease by  $20 due to amortization, and retained earnings decrease by $15 as a result of the  lower net income, impacting the equity section."
  },
  {
    "question": "If I was to buy a restaurant chain, would I be purchasing its Equity  Value or Enterprise Value?",
    "example": "When buying a restaurant chain, a buyer typically purchases the  Enterprise Value, as this includes not only the equity but also any outstanding debt  and obligations of the company. The buyer is effectively acquiring the entire  business, including its capital structure."
  },
  {
    "question": "What is the basic equation for Enterprise Value?",
    "example": "The basic equation for Enterprise Value is: EV  equity value + debt +  preferred stock + non-controlling interest - cash"
  },
  {
    "question": "Can a company's Equity Value be negative? What about Enterprise  Value?",
    "example": "Yes, a company's Equity Value can be negative if it has substantial  liabilities exceeding its assets, leading to negative shareholder equity. However,  Enterprise Value typically cannot be negative, as it reflects the total value of the  company's financing, including liabilities; it is almost always non-negative unless a  company has an unrealistically high cash balance."
  },
  {
    "question": "How does Equity Value and shareholder's equity on the balance sheet  differ?",
    "example": "Equity Value is the market value of a company's equity based on its  share price and the number of outstanding shares, while shareholder's equity on  the balance sheet (book value) is the accounting value of equity, calculated as  total assets minus total liabilities. Equity Value reflects current market conditions  and investor expectations, whereas shareholder's equity is based on historical  cost accounting."
  },
  {
    "question": "Why do we add debt?",
    "example": "Debt is added to calculate enterprise value (EV) because it represents  Finance Prep Training Material 23 a claim on the company's assets. Since EV reflects the total value of the firm  available to all investors (equity and debt holders), it includes both equity and  debt."
  },
  {
    "question": "Why do we subtract cash?",
    "example": "Cash is subtracted in the EV calculation because it is a non- operational asset that can be used to pay off debts or shareholders. By  subtracting cash, we arrive at a clearer picture of the company's operational  value."
  },
  {
    "question": "Why do you need to add Noncontrolling Interest to Enterprise Value?",
    "example": "Noncontrolling interest represents the portion of a subsidiary not  owned by the parent company. Adding it to EV provides a complete picture of the  total value of the enterprise, including all interests in subsidiaries, whether  controlled or not."
  },
  {
    "question": "Why do you need to add preferred stock to Enterprise Value?",
    "example": "Preferred stock is considered a component of total capital financing  for the company. Since it has characteristics similar to both debt and equity (such  as fixed dividends), it needs to be included in the EV to fully account for all forms  of financing."
  },
  {
    "question": "If a company issues 100 shares each worth 10 dollars, what happens  to EV?",
    "example": "When a company issues 100 shares worth $10 each, raising $1,000,  the equity portion of the company increases by $1,000. However, if there are no  other changes in debt or cash, EV will generally increase by the same amount."
  },
  {
    "question": "What if the company issues 100 shares each worth 10 dollars, and  then uses the proceeds to buy 500 dollars worth of machinery?",
    "example": "The issuance of shares increases the company's cash by $1,000.  When $500 is used to purchase machinery, the net effect is that $500 cash  remains. In this scenario, EV increases by $500 due to the increase in cash, as  machinery is also an operational asset that does not directly affect EV."
  },
  {
    "question": "Company A takes on debt of 500 dollars. What happens to EV?",
    "example": "When Company A takes on $500 of debt, the EV increases by $500.  This is because enterprise value accounts for total debt, and taking on debt adds  to the financial obligations of the firm."
  },
  {
    "question": "It uses that debt to buy 500 dollars worth of equipment? Now what  happens to EV?",
    "example": "If the $500 of debt is used to purchase equipment, the cash received  from the debt goes to buy an operational asset (equipment), which does not  directly increase or decrease EV. Therefore, EV remains unchanged since the  increase in debt is offset by the purchase of the equipment."
  },
  {
    "question": "The CEO of said company is walking down the street and picks up  100 dollars. How does this affect Equity value and Enterprise value?",
    "example": "If the CEO picks up $100, it increases the company's cash assets.  This will increase the enterprise value by $100 as cash is included in the EV  calculation. Equity value may also increase by the same amount if the company  retains the cash, reflecting the increased assets."
  },
  {
    "question": "Are there any issues with the basic EV formula? What would be a  more in-depth formula?",
    "example": "One issue with the basic EV formula is that it does not account for  certain liabilities (like unfunded pension liabilities) or nuanced assets (like non- operating assets). A more in-depth formula could incorporate all financial  obligations and adjust for non-operating assets: EV  Market Cap  Total Debt   Preferred Equity  Noncontrolling Interest - Cash and Cash Equivalents - Other  Non-operating Assets."
  },
  {
    "question": "What are NOLs and why do we subtract them?",
    "example": "NOLs (Net Operating Losses) are tax losses that can be carried  forward or backward to offset taxable income. They are subtracted from  enterprise value as they effectively reduce the tax liability of a company,  impacting its value by reflecting future tax savings potential."
  },
  {
    "question": "What about long-term and equity investments?",
    "example": "Long-term investments are typically considered non-operational  assets, so they may be subtracted from enterprise value because they are not  central to a company's day-to-day operations. Equity investments in other  companies may also be treated similarly, depending on the context and their  operational or strategic relevance."
  },
  {
    "question": "What about capital leases?",
    "example": "Capital leases are treated as debt in the EV calculation because they  represent long-term obligations. The present value of future lease payments  should be included in total debt, affecting enterprise value similarly to traditional  Finance Prep Training Material 26 loans."
  },
  {
    "question": "If we raise $1000 of debt, how is enterprise value impacted?",
    "example": "Raising $1,000 of debt increases enterprise value by $1,000, as it  adds to the total financial obligations of the company, reflecting the increased  claim on the company's assets."
  },
  {
    "question": "How do we find diluted equity value? Why is this important?",
    "example": "Diluted equity value is calculated by taking the market capitalization  (shares outstanding x current share price) and adding the proceeds from any  potential dilution, such as stock options or convertible securities. It's important  because it provides a more accurate assessment of a company's equity value by  considering all potential claims on shares, which can affect ownership  percentages and valuations."
  },
  {
    "question": "What is the treasury stock method?",
    "example": "The treasury stock method is a way to calculate the number of shares  that would be created from options or warrants. It assumes that the proceeds from  the exercise of the options are used to buy back shares at the market price."
  },
  {
    "question": "Let's say a company has 1,000 shares outstanding, at a share price of  $100 each. It also has 10 options outstanding at an exercise price of $120 each –  what is its fully diluted equity value?",
    "example": "Since the exercise price ($120) is greater than the market price  ($100), the options are out of the money and will not be exercised. The fully  diluted equity value is simply the basic equity value: $1,000 x $100  $100,000."
  },
  {
    "question": "A company has 1,000 shares outstanding at a value of $50 per share.  It also has $100,000 of convertible bonds, with a par value of $100 and a  conversion price of $10. How do I calculate diluted shares outstanding?",
    "example": "First, determine how many shares are created when the bonds are  converted: Number of bonds  100,000/100  1,000. New shares from bonds   100,000 / 10  10,000 shares. Therefore, diluted shares outstanding is: 1,000   10,000  11,000 shares."
  },
  {
    "question": "Company has 100 shares outstanding at a share price of $10 each. It  has 10 options outstanding at an exercise price of $5 each. What is the diluted  equity value?",
    "example": "The options are in the money and will be exercised. The proceeds  from exercising the options would be: 10 x $5  $50. The company can buy back  shares with these proceeds: 50/10  5 shares. The diluted shares outstanding is:  100  10 - 5  105 shares. The diluted equity value is: 105 times 10  $1,050."
  },
  {
    "question": "What are RSUs and how do we account for them?",
    "example": "RSUs (Restricted Stock Units) are a form of equity compensation  where employees are granted shares that vest over time or upon meeting specific  performance criteria. RSUs are not included in diluted shares until they vest. When  they do vest, they are treated as additional shares outstanding, which impacts the  diluted equity value calculation."
  },
  {
    "question": "Why is valuing companies important?",
    "example": "Valuing companies is crucial for a variety of reasons, including  investment decisions, mergers and acquisitions, financial reporting, and regulatory  Finance Prep Training Material 28 compliance. Accurate valuations enable stakeholders to make informed decisions  regarding investments, financing, and strategic planning."
  },
  {
    "question": "Specifically, why is it important in banking?",
    "example": "In banking, accurate valuations are vital for lending decisions, risk  assessment, and determining the creditworthiness of borrowers. Misvaluing a  company can lead to poor investment choices and significant financial losses,  impacting the bank's overall health."
  },
  {
    "question": "You've been asked to advise your local laundromat on a potential  sale. How would you value the business?",
    "example": "To value the laundromat, I would consider several methods:  Comparable Company Analysis to evaluate financial metrics of similar  laundromats; Precedent Transactions to understand buyer behavior; Discounted  Cash Flow (DCF) to project future cash flows and discount them to present value;  and Asset-Based Valuation to assess the value of the business's physical assets."
  },
  {
    "question": "What is comparable company analysis?",
    "example": "Comparable Company Analysis (Comps) is a method that evaluates  the valuations of similar publicly traded companies to estimate the value of the  business in question. It provides a market-based perspective on valuation."
  },
  {
    "question": "What are precedent transactions?",
    "example": "Precedent Transactions Analysis examines past deals involving  similar companies to determine the valuation multiples used in those transactions.  It helps establish an expected range for the sale price of the business."
  },
  {
    "question": "What is an LBO?",
    "example": "Leveraged Buyout (LBO) valuation is typically used by private equity  firms to assess whether a company can be purchased using a significant amount  of borrowed funds. It values the company based on its ability to generate cash  flow sufficient to service debt."
  },
  {
    "question": "Of the 4 most common valuation methods, which usually yields the  highest value and why?",
    "example": "The DCF method often yields the highest value because it accounts  for expected future cash flows and growth potential, which may not be reflected in  current market prices."
  },
  {
    "question": "Of the 4 most common valuation methods, which usually yields the  lowest value and why?",
    "example": "The Asset-Based Valuation frequently results in a lower value as it  focuses solely on tangible assets, overlooking intangible factors like brand value  and future growth."
  },
  {
    "question": "Why would a DCF yield a higher value than LBO?",
    "example": "A DCF may yield a higher value than an LBO because it emphasizes  the company's cash-generating potential without the constraints of debt  financing. LBO valuations account for the amount of debt that can be taken on,  which may depress the overall valuation compared to the DCF approach."
  },
  {
    "question": "How should we select our peer group in relative valuation?",
    "example": "Peer groups should be selected based on similarities in industry, size,  growth rate, profitability, and geographic exposure to ensure comparability and  meaningful valuation insights."
  },
  {
    "question": "What key metrics do we use in Comps and Precedent Transactions?",
    "example": "Common metrics include EV/EBITDA, EV/Revenue, P/E ratio, and  Price/Book. These help assess valuation relative to earnings, cash flow, or asset  base and are chosen based on industry norms and data availability."
  },
  {
    "question": "When might it make most sense to use a DCF?",
    "example": "A DCF is most appropriate when a company has predictable and  stable cash flows and when intrinsic valuation is needed to understand the true  value beyond market comparisons."
  },
  {
    "question": "When might it make most sense to use an LBO?",
    "example": "An LBO makes the most sense when evaluating a potential leveraged  acquisition, especially in private equity, where the focus is on using debt to  amplify returns from stable cash flows."
  },
  {
    "question": "When might it make most sense to use Comps or Precedent  Transactions?",
    "example": "Comps and Precedent Transactions are most useful when market- based benchmarks are needed, particularly in M&A scenarios or when assessing  relative valuation in an active sector."
  },
  {
    "question": "How would we value an early-stage company with no revenue?",
    "example": "For early-stage companies, valuation may rely on qualitative factors,  comparable startup funding rounds, or metrics like user growth, burn rate, and  market potential instead of revenue-based models."
  },
  {
    "question": "Can multiples be transferred across different industries / peer  groups?",
    "example": "No, because different industries have distinct growth rates, capital  requirements, and risk profiles. Applying multiples across industries can lead to  misleading conclusions."
  },
  {
    "question": "How might we value a private company?",
    "example": "Private companies can be valued using public comps with liquidity  and control discounts, DCF with conservative assumptions, or through precedent  transactions involving similar private firms."
  },
  {
    "question": "How might we value a peach tree?",
    "example": "A peach tree could be valued using an asset-based method (cost of  the tree) or an income approach (projecting the cash flows from fruit sales and  discounting to present value)."
  },
  {
    "question": "How do you take into account a company's competitive advantage in  a valuation?",
    "example": "Competitive advantage is factored into valuation through higher  growth projections in a DCF, premium multiples in comps, or qualitative  adjustments reflecting brand, IP, or market position."
  },
  {
    "question": "What are 5 other valuation methods?",
    "example": "Five other valuation methods include: (1) Sum-of-the-Parts analysis,  (2) Liquidation valuation, (3) Economic Value Added (EVA), (4) Replacement cost  method, and (5) Real options valuation. These approaches offer alternative  insights where traditional methods may not apply."
  },
  {
    "question": "What multiples are most important in valuation?",
    "example": "The most important multiples in valuation are EV/EBITDA, P/E  (Price/Earnings), and EV/EBIT. EV/EBITDA is capital structure-neutral and good for  comparing core operations. P/E reflects equity holder value. EV/EBIT includes D&A and is better for asset-intensive businesses."
  },
  {
    "question": "What would you use as the numerator with Free Cash Flow multiples   Equity Value or Enterprise Value?",
    "example": "Use Enterprise Value when valuing Unlevered Free Cash Flow (UFCF)  and Equity Value for Levered Free Cash Flow (LFCF). UFCF is for all capital  holders, so EV is appropriate. LFCF is only for equity holders, hence Equity Value.  Mixing these leads to misaligned valuations."
  },
  {
    "question": "Can we use other multiples such as Equity Value/EBITDA or EV/Net  Income? Why not?",
    "example": "No — those are conceptually incorrect. Equity Value/EBITDA  mismatches an equity numerator with a pre-debt, pre-tax denominator. EV/Net  Income mismatches total firm value with earnings only available to equity holders.  These violate capital structure consistency."
  },
  {
    "question": "What are some reasons a company might be valued at a premium to a  very similar competitor?",
    "example": "A company might command a premium due to higher growth  expectations, better margins, stronger brand or IP, superior management, or  strategic synergies. Market sentiment and acquisition appeal can also drive  valuation differences despite similar financials."
  },
  {
    "question": "Are multiples always accurate representations of the business?",
    "example": "No — multiples are simplifications. They ignore nuances like capital  structure, accounting differences, and growth potential. Multiples are best used  alongside DCF and qualitative context for a fuller valuation picture."
  },
  {
    "question": "What are the key flaws with relative valuation?",
    "example": "Key flaws include reliance on market pricing rather than intrinsic  value, potential for mispriced comps, and ignoring unique risks or advantages.  Misleading peer groups can distort valuation without careful selection and  adjustments."
  },
  {
    "question": "Why do we use the median set of multiples in relative valuation?",
    "example": "We use the median to minimize the effect of outliers, which can skew  the mean. The median provides a more stable and representative benchmark  when comparing companies, especially in small or volatile peer sets."
  },
  {
    "question": "Are there some situations where precedent transactions might yield a  lower multiple than comps?",
    "example": "Yes — if the M&A market is weak or targets are distressed,  transaction multiples may be lower. Precedent transactions reflect negotiated deal  terms and urgency, which can result in lower valuations than public comps."
  },
  {
    "question": "How far back should we go for precedent transactions?",
    "example": "In general, you should go back two to three years for precedent  transactions. This ensures relevance to current market conditions, valuation  climates, and industry dynamics. Older deals may reflect outdated environments  or economic conditions."
  },
  {
    "question": "Tesla buys two infrastructure companies, company X and company Y. The companies are financially identical, but X is bought at twice the EBITDA  multiple? Why might this occur?",
    "example": "Tesla may have paid a higher multiple for company X due to strategic  advantages like geographic presence, control of critical infrastructure, or synergy  potential. Negotiation dynamics, market timing, or urgency to close the deal could  also justify a premium."
  },
  {
    "question": "Why does Warren Buffet prefer EBITDA to EBIT?",
    "example": "Warren Buffett prefers EBITDA because it excludes depreciation and  amortization, which are non-cash and often arbitrary. EBITDA better reflects a  company's actual cash-generating ability and helps evaluate consistent, high- margin businesses."
  },
  {
    "question": "Why are P/E and EV/EBITDA important? How do they differ in our  understanding of the company?",
    "example": "P/E and EV/EBITDA provide different investor perspectives. P/E  focuses on equity value post-interest and tax, making it useful for comparing  shareholder returns. EV/EBITDA is capital-structure-neutral and better for  analyzing operating performance across different financing structures."
  },
  {
    "question": "How might we value a private business differently in relative  valuation?",
    "example": "Private businesses often require a liquidity discount when using  public comps due to lack of marketability. Adjustments may also be needed for  Finance Prep Training Material 35 differences in financial transparency, cost structure, and accounting standards."
  },
  {
    "question": "You are asked to analyze and compare the financial profiles of Exxon  Mobil and Tesla. What are the principal differences between the financial profiles  of the two companies that will impact their public valuation?",
    "example": "Exxon Mobil is a mature, asset-heavy, dividend-paying business with  stable cash flows, while Tesla is a high-growth, asset-light company with  reinvestment needs. Differences in capital structure, risk, and innovation drive  distinct investor bases and valuation multiples."
  },
  {
    "question": "Soda syrup company vs bottling company -- which trades at a higher  multiple?",
    "example": "The soda syrup company usually trades at a higher multiple due to  higher margins, scalability, and brand power. The bottling company is more  capital-intensive and operationally complex, which generally leads to a lower  valuation."
  },
  {
    "question": "Tech company vs chemical company, which trades at higher  multiple?",
    "example": "Tech companies typically trade at higher multiples due to faster  growth, asset-light models, and recurring revenue. Chemical companies are more  cyclical and capital-intensive, which results in lower valuation multiples."
  },
  {
    "question": "What is a DCF?",
    "example": "A DCF, or discounted cash flow analysis, is a fundamental valuation  method used to estimate the intrinsic value of a business by projecting its future  free cash flows and discounting them back to present value using the firm's  weighted average cost of capital. The goal is to determine what the company is  worth today based purely on its ability to generate cash in the future, independent  of market sentiment or comparables. It's rooted in the principle that the value of  Finance Prep Training Material 36 any asset is equal to the present value of its expected future cash flows."
  },
  {
    "question": "Why are DCF's important and how do they complement relative  analysis?",
    "example": "DCF analysis is important because it is the only valuation method  based purely on a company's intrinsic performance and not on how similar  companies are priced. It complements relative valuation by acting as a check  against market-based multiples. If comps suggest a valuation that's far off from a  DCF output, it signals that the market might be mispricing the business or that  aggressive assumptions are embedded in either model. DCFs are especially useful  for businesses with stable and predictable cash flows or when comps are limited  or unreliable."
  },
  {
    "question": "Walk me through a DCF",
    "example": "To walk through a DCF, you start by projecting the company's  unlevered free cash flows over a discrete period, typically five to ten years. Then,  you calculate the terminal value using either the perpetuity growth method or the  exit multiple method to estimate value beyond the forecast period. Next, you  discount all future cash flows, including the terminal value, back to present value  using the weighted average cost of capital. The sum of these present values gives  you the enterprise value. To get to equity value, you subtract net debt and other  non-equity claims, then divide by the number of diluted shares outstanding."
  },
  {
    "question": "How do unlevered and levered free cash flow differ?",
    "example": "Unlevered free cash flow is the cash flow available to all capital  providers, before any interest payments, and it reflects the operations of the  business regardless of capital structure. Levered free cash flow is the cash flow  remaining after interest payments and is only available to equity holders. The key  distinction is that unlevered FCF excludes financing costs, while levered FCF  includes them. This means unlevered cash flow is used when calculating  enterprise value, while levered cash flow is used to arrive at equity value directly."
  },
  {
    "question": "How can you bridge from revenue to Free Cash Flow?",
    "example": "To bridge from revenue to free cash flow, you start with revenue and  subtract cost of goods sold and operating expenses to get EBIT. Then, you apply  taxes to calculate NOPAT (Net Operating Profit After Tax). From NOPAT, you add  back non-cash charges like depreciation and amortization, subtract capital  expenditures, and adjust for changes in net working capital. This yields unlevered  free cash flow. Each step reflects real cash movements or retained cash  generation capacity, which is what drives intrinsic value."
  },
  {
    "question": "Why do you use 5 or 10 years for DCF projections?",
    "example": "We use five to ten years for DCF projections because it's a long  enough period to reflect the company's financial trajectory, but short enough that  forecasts remain reasonably reliable. Beyond ten years, the uncertainty in revenue  growth, margin structure, and macroeconomic conditions becomes too great,  which is why those years are captured through a terminal value. The choice  between five and ten depends on industry stability, growth phase, and how far  into the future cash flows can be reasonably forecasted with confidence."
  },
  {
    "question": "Why is WACC important?",
    "example": "WACC is important because it is the discount rate used in a DCF to  calculate the present value of future cash flows. It reflects the average required  return across all capital providers and captures the riskiness of the business. If a  company generates returns above its WACC, it is creating value; if returns are  below WACC, it is destroying value. WACC also helps compare investment  Finance Prep Training Material 38 opportunities and assess whether a project or acquisition meets the firm's  minimum return threshold."
  },
  {
    "question": "What is the equation for WACC?",
    "example": "The equation for WACC is: (E/V times Re) + (D/V times Rd × (1  Tc)), where E  is the market value of equity, D is the market value of debt, V is E  D, Re is cost of  equity, Rd is cost of debt, and Tc is the corporate tax rate. This formula blends the  cost of each capital source according to its share of the capital structure and  adjusts the cost of debt for its tax deductibility, making it a true after-tax weighted  average."
  },
  {
    "question": "How do we calculate cost of equity?",
    "example": "We calculate cost of equity using the Capital Asset Pricing Model  (CAPM), which estimates the return equity investors require given the risk of the  investment. The formula is: Cost of Equity  Risk-Free Rate  Beta times Market Risk  Premium. The risk-free rate reflects time value of money, beta captures relative  risk to the market, and the market risk premium reflects the expected excess  return of the market over the risk-free rate."
  },
  {
    "question": "What is CAPM?",
    "example": "CAPM stands for Capital Asset Pricing Model. It is used to calculate  the cost of equity by linking expected return to systematic risk. The model  assumes investors require a premium for taking on additional risk beyond the risk- free rate. The CAPM formula is: Cost of Equity  Risk-Free Rate  Beta times Market  Risk Premium. It is a cornerstone of modern finance and is widely used in DCFs,  WACC calculations, and equity valuation."
  },
  {
    "question": "Is cost of equity for a startup or for NVIDIA higher?",
    "example": "The cost of equity for a startup is higher than for NVIDIA because  Finance Prep Training Material 39 startups are riskier, less proven, and more volatile. Investors demand a higher  return to compensate for the uncertainty around cash flows, survival, and  execution risk. Even if a startup has a high expected upside, the lack of track  record and greater variability make it riskier, which directly increases the required  cost of equity."
  },
  {
    "question": "Is the cost of equity for NVIDIA or Walmart higher?",
    "example": "NVIDIA has a higher cost of equity than Walmart because it is more  volatile and operates in a sector with higher earnings sensitivity to market swings.  Walmart is a mature, stable, and defensive business, while NVIDIA is a high- growth, tech-driven company with higher beta and more earnings risk. Investors  demand a higher return to own NVIDIA stock, so its cost of equity is higher despite potentially higher expected growth."
  },
  {
    "question": "What does Beta represent?",
    "example": "Beta represents the sensitivity of a stock's returns to movements in  the broader market. A beta of 1 means the stock moves with the market, above 1  means more volatile than the market, and below 1 means less volatile. Beta  captures systematic risk — the part of a stock's risk that cannot be diversified  away — and is a key input in the CAPM formula used to calculate cost of equity."
  },
  {
    "question": "How do we calculate levered beta in a DCF?",
    "example": "To calculate levered beta in a DCF, you start with the unlevered beta  of comparable companies, which strips out the effects of debt, and then adjust it  to reflect your target company's capital structure. The formula is: Levered Beta   Unlevered Beta × 1  (1  Tax Rate) × (Debt/Equity)]. This process accounts for  the added risk equity holders bear due to leverage and ensures that the beta used  in the cost of equity calculation accurately reflects the financial risk profile of the  company."
  },
  {
    "question": "Why is unlevering and relevering Beta important?",
    "example": "Unlevering and relevering beta is important because it lets you  Finance Prep Training Material 40 remove the impact of capital structure when comparing business risk across  peers and then reapply the specific debt and equity mix of the target company.  This ensures that the beta you use in CAPM is customized to the firm's financial  risk, giving you a consistent and accurate cost of equity. Without this step, you  risk applying an apples-to-oranges measure of risk in your valuation."
  },
  {
    "question": "Is debt or equity cheaper? Which is advantageous?",
    "example": "Debt is cheaper than equity because interest payments are tax- deductible and debt holders take on less risk than equity investors, so they require  a lower return. Using some debt in a capital structure can reduce a company's  WACC and increase its valuation in a DCF. However, excessive debt raises default  risk and can destroy value, so while debt is generally cheaper, it must be used in  moderation to be truly advantageous."
  },
  {
    "question": "How do interest rates impact WACC?",
    "example": "Interest rates impact WACC primarily through the cost of debt. When  rates rise, borrowing becomes more expensive, which increases the weighted  average cost of capital. Higher WACC results in lower present values in a DCF,  reducing valuations. Additionally, rising rates may also affect the equity risk  premium and increase the cost of equity, further driving up WACC and pressuring  valuations across capital-intensive or highly levered businesses."
  },
  {
    "question": "Where does Tax show up in a DCF?",
    "example": "Tax shows up in a DCF in two ways. First, when calculating unlevered  free cash flow, EBIT is multiplied by (1  tax rate) to determine Net Operating Profit  After Tax (NOPAT), which reflects the core profitability of the business after taxes.  Second, in WACC, the cost of debt is adjusted using (1  tax rate) to capture the  tax shield that interest payments provide, which reduces the effective cost of  borrowing and lowers the overall discount rate."
  },
  {
    "question": "How can you calculate the WACC of a private company?",
    "example": "To calculate the WACC of a private company, you estimate inputs  Finance Prep Training Material 41 using comparable public companies. Use industry average beta and capital  structure, apply a CAPM-derived cost of equity, and estimate cost of debt based  on similar credit profiles or bank quotes. Because private firms are illiquid and  riskier, you often apply a small size or liquidity premium to the cost of equity.  Market values are unavailable, so capital structure weights are usually based on  book value or industry norms."
  },
  {
    "question": "How would convertible debt affect WACC?",
    "example": "Convertible debt affects WACC because it is a hybrid between debt  and equity. If it's likely to convert, it behaves more like equity and causes dilution,  which impacts the share count and equity value. If it remains as debt, it lowers  WACC due to lower interest rates and tax-deductibility. Depending on structure  and market assumptions, convertible debt can reduce the cost of capital in early  years while increasing dilution risk later, so its treatment depends on the likelihood  of conversion."
  },
  {
    "question": "How would Cost of Equity change during a crisis?",
    "example": "Cost of equity rises during a crisis because investors demand higher  returns to compensate for elevated risk and uncertainty. Market volatility  increases beta, and the equity risk premium expands as investors become more  risk-averse. As a result, CAPM outputs a higher cost of equity, which drives up  WACC and puts downward pressure on DCF valuations, especially for cyclical or  highly levered companies."
  },
  {
    "question": "Would Beta of a technology company or a retail company be higher?",
    "example": "The beta of a technology company is generally higher than that of a  retail company because tech businesses tend to be more sensitive to market  swings, growth expectations, and innovation cycles. Retail businesses, especially  those selling consumer staples, are often more defensive and exhibit lower  earnings volatility, which translates into a lower beta relative to tech peers."
  },
  {
    "question": "Would the Beta of a start-up or NVIDIA?",
    "example": "The beta of a start-up is almost always higher than NVIDIA's because  start-ups are inherently riskier with unproven business models, no earnings  history, and uncertain cash flows. NVIDIA, while volatile due to its growth profile,  is a publicly traded, profitable, and globally diversified firm, which gives it a lower  risk profile than a typical early-stage company."
  },
  {
    "question": "What is the Beta of a gambling ring?",
    "example": "The beta of a gambling ring would likely be very high, possibly well  above 1, because its earnings are highly speculative, dependent on consumer  confidence and discretionary income, and potentially illegal, making the cash  flows extremely volatile. It would also carry high systemic and regulatory risk,  contributing to an even higher beta compared to legitimate businesses."
  },
  {
    "question": "What is the beta of a slots machine?",
    "example": "The beta of a slot machine as a standalone asset is difficult to define,  but if you assume it's part of a gambling business, it would contribute to a high- beta profile. The revenues generated from slot machines are tied to consumer  behavior and economic cycles, which are both volatile. If modeled as a cash flow- producing asset, its returns would likely be highly sensitive to market movements."
  },
  {
    "question": "What is the beta of gold?",
    "example": "The beta of gold is typically close to zero or even slightly negative,  Finance Prep Training Material 43 because gold is seen as a safe-haven asset. When the market declines or enters a  crisis, gold prices often remain stable or rise, meaning it has little or no correlation  with broader equity markets. This makes gold a common hedge in portfolio  construction and gives it a near-zero beta."
  },
  {
    "question": "How will increasing debt affect Beta, and thus cost of equity in  WACC?",
    "example": "Increasing debt raises a company's levered beta because more debt  increases the financial risk borne by equity holders. Since beta measures volatility  of equity returns, adding leverage magnifies the swings in equity value during  good or bad market conditions. As levered beta rises, the cost of equity in the  WACC formula also increases, which can raise the company's overall cost of  capital."
  },
  {
    "question": "Company A and company B are the same. One has debt, one does  not. Which will have a higher WACC?",
    "example": "Between Company A and Company B, if both are identical but one  has debt and the other does not, the one with debt will have the higher WACC if  the cost of financial distress outweighs the benefit of the tax shield from debt.  While moderate debt can lower WACC through the tax deductibility of interest,  excessive leverage raises risk and increases the cost of both debt and equity."
  },
  {
    "question": "How would Beta change during a crisis?",
    "example": "During a crisis, beta generally increases because companies become  more volatile relative to the market as investor uncertainty and fear drive sharper  swings in stock prices. Correlations across assets rise, risk premiums widen, and  most equities become more sensitive to macroeconomic shocks, all of which  contribute to higher beta values and thus a higher cost of equity."
  },
  {
    "question": "How do we find terminal value? What two methods can we use to  arrive at a terminal value calculation?",
    "example": "We calculate terminal value using one of two methods: the Gordon  Growth Model (GGM), also known as the perpetuity growth method, or the exit  multiple method. GGM assumes cash flows grow at a constant rate forever and  uses the formula: Terminal Value  Final Year FCF times (1  g) / (WACC  g). The exit  multiple method applies a valuation multiple, such as EV/EBITDA, to the company's  final year metric based on observed market comparables."
  },
  {
    "question": "When is the GGM advantageous, and when is the multiple method  advantageous?",
    "example": "The Gordon Growth Model is advantageous when a company has  stable, predictable cash flows and is expected to grow in line with the economy  over the long run. It's more appropriate for mature businesses in steady-state  industries. The exit multiple method is better when there are strong comparable  companies or transactions available, and it's commonly used in private equity or  investment banking due to its ease and market-referencing logic."
  },
  {
    "question": "What's a solid growth rate to use when calculating the Terminal  Value?",
    "example": "A solid growth rate to use in the GGM is typically between the long- term rate of inflation and GDP growth, often falling in the range of 2 to 3 percent  for developed economies. This conservative estimate reflects the assumption that  the company will grow at a sustainable pace indefinitely and avoids overstating  terminal value, which would distort the DCF."
  },
  {
    "question": "What is a typical multiple to use, and how can we find them?",
    "example": "A typical multiple used in the exit multiple method is the EV/EBITDA  multiple, but EV/EBIT or EV/FCF can also be appropriate depending on the  business. The right multiple is usually derived from comparable public companies  or precedent transactions and should reflect where the company would be trading  at the end of the projection period based on its maturity and margin profile."
  },
  {
    "question": "What percent of total Enterprise Value is too high for a Terminal Value  calculation?",
    "example": "Terminal value should not represent more than around 60 to 70  percent of total enterprise value in a DCF. If it exceeds that, it usually means either  the explicit forecast period is too short or the assumptions in the terminal value  calculation (growth rate or exit multiple) are too aggressive. A well-structured DCF  should balance near-term cash flow detail with a reasonable, grounded terminal  estimate."
  },
  {
    "question": "Which has a greater impact on a company's DCF valuation – a 10%  change in revenue or a 1% change in the discount rate?",
    "example": "A 1% change in the discount rate typically has a greater impact on a  company's DCF valuation than a 10% change in revenue because the discount rate affects the present value of all projected cash flows and the terminal value, which  is often the largest component of the valuation. Even small changes in the  discount rate can significantly alter the net present value, especially for long- duration cash flows."
  },
  {
    "question": "If a company buys a factory in year 2 for 100 dollars, how does that  affect the EV of the company?",
    "example": "If a company buys a factory in year 2 for 100 dollars, this would  appear as a capital expenditure and reduce free cash flow in that year. In the DCF,  this lowers the present value of that year's cash flow and can reduce enterprise  value, but the actual impact depends on whether the factory increases future  revenues or reduces costs. If the investment boosts future FCFs, the long-term  value may actually increase despite the near-term cash outflow."
  },
  {
    "question": "A company pays off 100 dollars of debt. How is their DCF affected?",
    "example": "If a company pays off 100 dollars of debt, its enterprise value in the  DCF is unchanged because enterprise value is based on unlevered free cash flow  and is capital structure-neutral. However, the equity value would increase by 100  dollars since enterprise value minus less debt equals higher equity. In the DCF  model, the FCFs are not directly impacted by debt repayments unless you're  modeling levered cash flow."
  },
  {
    "question": "What is the midyear convention and why is it important?",
    "example": "The midyear convention assumes that cash flows are received evenly  throughout the year rather than all at year-end. It adjusts the discount period to  reflect earlier receipt of value, which results in slightly higher present values and a  more accurate valuation. It better reflects economic reality and increases the  precision of the DCF, especially in fast-growing or high-volatility businesses."
  },
  {
    "question": "What discount period would we use in the midyear convention?",
    "example": "In a midyear convention, the discount periods are adjusted by  subtracting 0.5 from each year. So instead of discounting Year 1 cash flows by 1.0,  you discount them by 0.5; Year 2 becomes 1.5, and so on. This reflects the  Finance Prep Training Material 47 assumption that cash is received midyear and improves valuation accuracy by  recognizing earlier cash flow timing."
  },
  {
    "question": "How is our terminal value calculation altered from the midyear?",
    "example": "With the midyear convention, the terminal value is still calculated as  of the end of the final projection year, but it must be discounted back by an extra  half year. For example, instead of discounting it using a Year 10 factor, you use a  9.5-year factor. This aligns it with the rest of the cash flows, which are assumed to  be received midyear, ensuring consistency across the model."
  },
  {
    "question": "Why would a financial institution maybe not use a DCF?",
    "example": "Financial institutions may not use a traditional DCF because their  balance sheets are asset-driven and interest-based, and their free cash flow is  difficult to define due to regulatory capital requirements. Instead, valuation for  banks and insurers often relies on dividend discount models or price-to-book and  ROE-based multiples, which better reflect their value generation mechanisms."
  },
  {
    "question": "Would you use a DCF on an early stage start-up? How would you  make one for Facebook in its early stages?",
    "example": "Using a DCF on an early-stage startup is difficult but possible with  heavy assumptions. For a company like early-stage Facebook, you'd forecast user  growth, engagement metrics, monetization rates, and operating leverage to build a  revenue and margin path. Given the uncertainty, you'd model multiple scenarios  and apply wide sensitivity bands. You'd likely rely more on top-down drivers and  long-term potential rather than granular financials."
  },
  {
    "question": "What are the primary sensitivity metrics in a DCF?",
    "example": "The primary sensitivity metrics in a DCF are the discount rate (WACC)  and the terminal value assumptions, which include terminal growth rate or exit  multiple. Other common sensitivity variables include revenue growth, EBITDA  margin, capital expenditures, and working capital. These metrics have the greatest  influence on the cash flows and final valuation, so they are often stress-tested  Finance Prep Training Material 48 across ranges in a sensitivity table."
  },
  {
    "question": "If you change from LIFO to FIFO and costs are rising, how would this  impact your DCF?",
    "example": "Switching from LIFO to FIFO during periods of rising costs decreases  the cost of goods sold and increases reported profits. This boosts taxes and  increases free cash flow in the short term, resulting in a higher DCF valuation.  However, the increase is accounting-driven, not operational, and should be  adjusted for in a normalized model if the change doesn't reflect real economic  improvement."
  },
  {
    "question": "Let's say you are trying to make a DCF on a company that has a  limited peer set, 7% growth in their terminal year, and a 10-year projection period.  How would you determine the terminal value given the scenario?",
    "example": "If you're valuing a company with limited peers, a 7% terminal growth  rate, and a 10-year forecast, you should be cautious with a multiple-based  terminal value. In this case, use the Gordon Growth Model instead, applying the  7% growth rate to final year free cash flow and discounting it using WACC. Justify  the high growth rate by tying it to market expansion, IP, or structural tailwinds and  test the valuation through scenario analysis and sensitivities."
  },
  {
    "question": "What determines how much a line item will affect a DCF?",
    "example": "A line item affects a DCF in proportion to its size, volatility, and  position in the cash flow bridge. For example, revenue has a large impact because  it flows through margins, taxes, and capex assumptions. Terminal value is another  high-impact line because it often represents more than half of total value.  Generally, the earlier in the cash flow statement the item appears, and the more  recurring or scalable it is, the more influence it has on valuation."
  },
  {
    "question": "What are some reasons a company might acquire another  company?",
    "example": "Companies pursue acquisitions to achieve strategic, financial, or  operational benefits. Common motivations include expanding into new markets or  geographies, acquiring valuable intellectual property or technology, and realizing  cost or revenue synergies through integration. Acquisitions may also eliminate  competition, diversify product offerings or revenue streams, or accelerate growth  by buying instead of building internally. Additionally, firms may pursue acquisitions  to improve their supply chains, achieve vertical integration, or deploy excess cash  in a value-accretive way. Ultimately, the goal is to enhance shareholder value  through strategic alignment and increased earnings power."
  },
  {
    "question": "What does it mean for an acquisition to be dilutive?",
    "example": "An acquisition is considered dilutive when the buyer's earnings per  share (EPS) decreases following the transaction. This typically happens when the  earnings contribution from the acquired company is not sufficient to offset the  cost of financing the deal — especially when paid for using high-cost equity or  expensive debt. In an all-stock deal, dilution can occur if the acquirer issues  shares that are valued more highly than the earnings being acquired. In simple  terms, if you're paying more for each dollar of earnings than your own stock is  worth, the deal will lower your EPS  which is why it's referred to as being  dilutive."
  },
  {
    "question": "What are the key causes of dilution, and what are the causes of  accretion?",
    "example": "Dilution occurs when the cost of acquisition outweighs the earnings  contribution of the target. Common causes include paying a high purchase  premium, acquiring a company with a higher P/E ratio than your own in an all- stock deal, or using equity or expensive capital to finance the transaction. On the  other hand, accretion occurs when the deal results in higher EPS for the acquirer.  This typically happens when the target has a lower P/E ratio, the deal is funded  with low-cost capital, or the acquirer can realize meaningful cost synergies or  revenue growth. The key test is whether the return on the acquisition exceeds the  cost of financing."
  },
  {
    "question": "If a company is purchased entirely in stock, what is the general rule  for accretion / dilution?",
    "example": "In an all-stock deal, the general rule is simple: if the acquirer's P/E  ratio is higher than the target's, the deal will be accretive to EPS, and if the  acquirer's P/E ratio is lower than the target's, the deal will be dilutive. This happens  because the acquirer is issuing shares — essentially 'paying' with its own stock —  and if it issues stock that is valued more highly than the earnings it receives in  return, each share gains value. Conversely, issuing low-P/E stock to buy high-P/E  earnings reduces the value per share and results in dilution. This is known as the  P/E rule of thumb for all-stock deals."
  },
  {
    "question": "Walk me through a Merger Model.",
    "example": "A merger model is used to assess the financial impact of a proposed  acquisition on the acquirer's earnings per share and overall financial profile. To  build one, you project the income statements of both companies, determine the  deal structure (cash, debt, stock, or a mix), and calculate the purchase price,  including any premium. Then, you estimate cost and revenue synergies, account  for deal-related adjustments such as new interest expense, lost interest income,  and amortization of intangibles, and combine the financials to produce a pro forma  income statement. Finally, you compare the acquirer's standalone EPS to the pro  forma EPS to determine if the deal is accretive or dilutive. The model helps  Finance Prep Training Material 51 analyze trade-offs around valuation, financing, and synergies."
  },
  {
    "question": "Company A has a P/E of 12, and acquires Company B in an all-stock  deal for a P/E of 20. Is this deal accretive or dilutive?",
    "example": "This deal is dilutive, because Company A is trading at a lower P/E  multiple than Company B. In an all-stock deal, the acquiring company is effectively  using its equity as currency. Since Company A has a P/E of 12, it is issuing stock  that reflects $1 of earnings for every $12 of price — but it's acquiring earnings  valued at $1 for every $20. This means it is paying more for each dollar of  earnings than its own stock is worth. As a result, the earnings received from  Company B do not fully offset the dilution from issuing new stock, and EPS  decreases post-transaction unless material synergies are realized."
  },
  {
    "question": "Company X can pay for company Y in all-cash. Why might it decide  not to?",
    "example": "Company X might avoid an all-cash deal because it could strain the  company's liquidity or limit flexibility for future investments. Using cash can  deplete reserves needed for operations, increase financial risk, or lead to a lower  credit rating. The company might also want to retain cash for more strategic uses  or avoid opportunity cost if the cash could earn a higher return elsewhere."
  },
  {
    "question": "Company X can pay for company Y in all debt. Why might it decide  against doing so?",
    "example": "Company X may hesitate to fund a deal entirely with debt due to  concerns over leverage and interest burden. Excessive debt can raise bankruptcy  risk, restrict operational flexibility through covenants, and hurt credit ratings.  Market perception may also turn negative if investors believe the company is  overextending financially, leading to a decline in stock price."
  },
  {
    "question": "Company X can pay for company Y in equity. Why might it decide not  to?",
    "example": "Paying with equity can be dilutive to existing shareholders, especially  if the acquirer's stock is undervalued. Issuing new shares lowers ownership  percentages and earnings per share. It may also signal to the market that  management believes the stock is overvalued, potentially hurting investor  confidence and stock price."
  },
  {
    "question": "What is a strategic acquirer and what is a financial sponsor? Who will  pay more typically in a deal?",
    "example": "A strategic acquirer is a company operating in the same or a related  industry that acquires another firm to gain synergies, expand capabilities, or  increase market share. A financial sponsor, like a private equity firm, focuses on  generating returns through operational improvements and eventual resale.  Strategic buyers typically pay more because they expect to realize synergies that  increase the combined value beyond standalone operations."
  },
  {
    "question": "Why does Goodwill and other intangibles get created in an  acquisition?",
    "example": "Goodwill and other intangibles are created when the purchase price  of an acquisition exceeds the fair value of the identifiable net assets. This excess  reflects intangible benefits such as brand value, customer relationships, or future  earning potential. These assets are recorded on the balance sheet and  periodically tested for impairment if the expected benefits do not materialize."
  },
  {
    "question": "What are synergies?",
    "example": "Synergies are the cost savings, revenue enhancements, or other  financial benefits that result from combining two companies. They can arise from  streamlining operations, consolidating resources, expanding customer bases, or  enhancing product offerings. The realization of synergies is a key justification for  mergers and acquisitions."
  },
  {
    "question": "What are the two types of synergies and which is typically taken  more seriously / considered more valuable?",
    "example": "The two types of synergies are cost synergies and revenue synergies. Cost synergies — like eliminating redundancies or reducing procurement costs —  are typically taken more seriously because they are easier to quantify and  implement. Revenue synergies involve cross-selling or entering new markets but  are harder to project and execute reliably."
  },
  {
    "question": "How are synergies used in M&A?",
    "example": "Synergies are used to justify acquisition premiums and support the  financial rationale for a deal. They are factored into merger models to assess  whether the transaction will be accretive to earnings. Buyers use synergies to  increase deal value and returns, while sellers may use them to negotiate higher  prices."
  },
  {
    "question": "Give me some examples of revenue synergies in a hypothetical deal  between Tesla and X?",
    "example": "In a hypothetical deal between Tesla and another company (X),  revenue synergies might include Tesla selling its energy storage systems to X's  customer base, offering Tesla vehicles through X's distribution channels, or  combining software platforms to enhance connected car services. These actions  could lead to increased sales or new revenue streams post-acquisition."
  },
  {
    "question": "Give me some examples of cost synergies in a hypothetical deal  between Tesla and X?",
    "example": "Cost synergies in a Tesla-X deal might include consolidating  manufacturing facilities, reducing overlapping R&D efforts, or using combined  procurement power to get better rates on raw materials. The companies could also integrate their administrative functions like HR or finance to eliminate duplicative  costs."
  },
  {
    "question": "How Can I calculate break-even synergies, and what does it mean if a  deal breaks even?",
    "example": "Break-even synergies are the minimum amount of cost savings or  revenue gains needed to offset dilution and make a deal EPS-neutral. To calculate  them, you determine how much additional net income is required to maintain the  acquirer's EPS post-transaction. If a deal breaks even, it means the benefits are  just sufficient to prevent EPS decline, implying the acquisition is financially neutral  unless more synergies are realized."
  },
  {
    "question": "Imagine that we have a company that has a P/E of 20x and an after- tax cost of debt of 5%. Which funding method would lead to a more accretive  M&A deal?",
    "example": "The more accretive funding method would be debt. A P/E of 20x  implies an earnings yield of 5%, equal to the after-tax cost of debt. However, debt  is usually preferred because it's senior in the capital structure, offers fixed interest  costs, and provides a tax shield. These features make it more attractive on a risk- adjusted basis, leading to greater or at least marginally more accretive outcomes."
  },
  {
    "question": "Company A has a P/E of 5x and Company B has a P/E of 9x.  Company A's cost of debt is 6%, and its tax rate is 50%. If Company A purchases  Company B using 50% stock and 50% debt, is the deal accretive or dilutive?",
    "example": "The deal is slightly dilutive. Company A's earnings yield is 20% (1/5),  and the blended cost of capital is 11.5%. Since Company B's earnings yield is  11.1%, the return on the target's earnings is less than the acquisition cost. Despite  low-cost debt, issuing equity at a low multiple to buy higher-multiple earnings  creates dilution."
  },
  {
    "question": "Company A pays 150 million for Company B. It then decides it should  have paid 100 million 6 months later. What happens afterwards?",
    "example": "Company A will record a $50 million goodwill impairment. When the  fair value reassessment reveals overpayment, the excess is written down as a  non-cash charge on the income statement. Though it doesn't affect cash flow, the  impairment may hurt investor sentiment and management credibility."
  },
  {
    "question": "In an all-stock transaction, what happens if the yield of the seller >  cost of equity of the buyer?",
    "example": "The deal is generally accretive. If the seller's earnings yield exceeds  the buyer's cost of equity, the buyer effectively 'buys earnings' at a return higher  than the cost of issuing new shares. This enhances pro forma EPS and creates  value in an all-stock structure, mirroring the logic of using low-cost debt to  finance high-yield returns."
  },
  {
    "question": "Company A is currently trading for $30 per share with 10 shares  outstanding and net income of $15. They purchase Company B, which also has  $15 net income, in an all-stock deal. Is the deal accretive or dilutive?",
    "example": "The deal is EPS-neutral. Company A issues 10 shares to acquire B,  resulting in 20 total shares and $30 combined net income. New EPS remains  $1.50, same as before. If a premium were paid or synergies excluded, the deal  might become slightly dilutive."
  },
  {
    "question": "Transaction with offer value  800; net debt  250; LTM EBITDA   100 and pretax synergies  5. Calculate EBITDA multiple adjusted for synergies.",
    "example": "The adjusted EBITDA multiple is 7.6x. The enterprise value is $800,  Finance Prep Training Material 56 and adjusted EBITDA  100  5  105. Thus, 800  105  7.62x. Including  synergies lowers the multiple, showing better value for the acquirer."
  },
  {
    "question": "Company A has a P/E of 6x and Company B has a P/E of 9x.  Company A's cost of debt is 8%, its cost of cash interest is 4%, and its tax rate is  50%. If Company A purchases Company B using 50% stock, 25% debt, and 25%  cash, is the deal accretive or dilutive?",
    "example": "The deal is accretive. Company A's weighted cost of capital is  10.35%, while Company B's earnings yield is 11.1%. Since return exceeds cost, the  acquisition improves EPS even though B has a higher P/E."
  },
  {
    "question": "Why are most mergers considered to fail?",
    "example": "Most mergers fail due to unrealized synergies, overpayment, and  underestimation of integration risks. Cultural mismatches, loss of key talent, and  poor planning often undermine expected value. Even if financially accretive,  strategic failures can dilute focus and impair innovation."
  },
  {
    "question": "What sensitivity metrics would we use in a merger model?",
    "example": "In a merger model, common sensitivity metrics include the purchase  price (as a premium to market), the mix of consideration (cash, debt, stock), the  cost of financing (cost of debt, cost of equity), and the amount and timing of  synergies. Analysts test deal outcomes by varying these assumptions to assess  EPS accretion or dilution. Other variables include the assumed tax rate,  amortization of intangibles, and lost interest on cash used. These help evaluate  the robustness of the transaction under different scenarios."
  },
  {
    "question": "What is an asset sale and what is a stock sale? Which is more  advantageous and why?",
    "example": "An asset sale involves buying selected assets and liabilities, while a  Finance Prep Training Material 57 stock sale transfers ownership of the entire legal entity. Asset sales favor buyers  by enabling a step-up in tax basis, allowing future deductions. Stock sales favor  sellers due to simpler legal transfer and lower capital gains taxes. Buyers avoid  hidden liabilities with asset deals; sellers avoid double taxation with stock sales.  Overall, buyers prefer asset deals, while sellers push for stock deals."
  },
  {
    "question": "Would a seller prefer a stock purchase or an asset purchase?",
    "example": "Sellers usually prefer stock purchases. These offer a cleaner legal  transfer, lower capital gains taxes, and avoid double taxation in C-Corps. Asset  sales can leave sellers with unsold assets or liabilities, complicating the wind- down. Unless heavily incentivized, sellers advocate for stock sales."
  },
  {
    "question": "Why might a company want to employ the Section 338(h)(10) election  in a deal?",
    "example": "Section 338(h)(10) allows a stock purchase to be treated as an asset  purchase for tax purposes. The buyer gains legal simplicity and a step-up in tax  basis for depreciation, improving post-deal cash flow. It's typically used when the  seller is an S-Corp or part of a consolidated group and both parties agree. The  buyer may need to compensate the seller for resulting tax consequences."
  },
  {
    "question": "How do DTA's and DTL's get created in a merger model?",
    "example": "Deferred tax assets (DTAs) and liabilities (DTLs) arise from  differences in book vs. tax value of assets post-acquisition. A step-up in  accounting value not matched for tax purposes creates DTLs, while NOLs or tax  benefits carried forward create DTAs. These items adjust the balance sheet and  impact future tax rates and cash taxes in the model."
  },
  {
    "question": "How would accretion / dilution differ for a private company?",
    "example": "Private companies lack market-based share prices or P/E ratios, so  EPS-based accretion/dilution analysis isn't applicable. Instead, analysis focuses  on whether acquisition returns exceed the cost of capital, or how valuation  multiples and ownership economics change. Pro forma income and IRR may be  Finance Prep Training Material 58 used instead. Because private equity is illiquid, deal structure and cash flows  carry more weight than EPS impact."
  },
  {
    "question": "What is an LBO and can you provide some “every-dayˮ examples?",
    "example": "An LBO, or leveraged buyout, is a transaction where a company is  acquired using a significant amount of borrowed money — typically 6080% of  the purchase price — with the remainder funded by the buyer's own equity. The  target's assets and cash flows are used as collateral for the debt. (a) A relatable  example is buying a house with a mortgage: the buyer puts down some equity and  borrows the rest, hoping the value of the house appreciates enough to generate a  strong return on their investment. (b) Similarly, using a car loan to buy a vehicle  you intend to resell or lease is another example of using leverage to amplify return  on a smaller cash outlay. In both cases, the use of debt magnifies the return if the  asset value increases or generates income."
  },
  {
    "question": "Why is leverage necessary?",
    "example": "Leverage is necessary in an LBO because it allows the financial  sponsor to (a) control a large company with a relatively small amount of equity and (b) boost equity returns through the use of cheaper capital. By borrowing most of  the purchase price, sponsors reduce their upfront capital commitment and  increase their ability to generate a higher internal rate of return (IRR) on that  equity. Without leverage, the return on investment would be limited to the  company's organic earnings growth, but with debt, the sponsor gets a larger share  of the upside with less capital at risk — which is critical in private equity, where  capital efficiency and return targets drive the investment thesis."
  },
  {
    "question": "Why do financial sponsors prefer debt to just cash?",
    "example": "Financial sponsors prefer debt to just using cash because debt (a)  magnifies equity returns, (b) reduces the amount of capital tied up in a single deal,  and (c) is cheaper than equity due to tax-deductibility of interest. Sponsors target  Finance Prep Training Material 59 2025% IRRs, and they achieve this by putting in minimal equity and using the  target's own future cash flows to repay debt. If a sponsor used 100% cash, the  return would mirror the company's growth rate — much lower than the leveraged  return. Additionally, by using debt, sponsors can (d) spread their equity across  multiple deals, improving portfolio diversification and capital productivity."
  },
  {
    "question": "How does leverage increase returns?",
    "example": "Leverage increases returns by reducing the amount of equity invested upfront and allowing that smaller equity base to capture the full benefit of the  company's future earnings and exit value. For example, (a) if you buy a company  for $100 using $20 of equity and $80 of debt, and you sell it later for $120 after  paying off the debt, your equity grows from $20 to $40  a 2.0x multiple or 100%  return. Without debt, the return would only be 20%. This leverage effect works as  long as the company can service the debt and grow in value. However, (b) it cuts  both ways — if performance disappoints, equity can be wiped out quickly due to  the fixed nature of debt obligations."
  },
  {
    "question": "How do we calculate returns in an LBO?",
    "example": "Returns in an LBO are measured using two main metrics: IRR (Internal  Rate of Return) and MOIC (Multiple on Invested Capital). To calculate IRR, (a) you  project all equity cash inflows and outflows over the life of the investment —  usually the sponsor's initial equity outlay and the equity proceeds received at exit  — and solve for the discount rate that sets the net present value to zero. MOIC, on  the other hand, (b) is simpler: it's the total equity received at exit divided by the  equity invested at entry. For example, if a sponsor invests $100 and receives $300  five years later, that's a 3.0x MOIC and a 25% IRR depending on timing. These  two metrics provide a full picture of both the magnitude and speed of returns."
  },
  {
    "question": "What does IRR and MOIC mean?",
    "example": "IRR stands for Internal Rate of Return and measures the annualized  rate of return on an investment, taking into account the timing of cash flows. A  25% IRR means you're compounding capital at 25% per year. MOIC, or Multiple on  Invested Capital, is a simpler ratio — it shows how many times your initial equity  Finance Prep Training Material 60 has grown. A 2.5x MOIC means you made 2.5 times your original investment,  regardless of how long it took. (a) MOIC shows absolute return, while (b) IRR  shows the speed of return. In PE, sponsors care about both — high MOIC with a  short holding period drives strong IRRs."
  },
  {
    "question": "How long is the hold period in an LBO?",
    "example": "The typical hold period in an LBO is 3 to 7 years, with 5 years being a  common base case in most models. This timeframe gives the sponsor enough  time to (a) implement operational improvements, (b) realize cost or revenue  synergies, and (c) position the company for a strategic sale, IPO, or recap. Some  hold periods may be shorter if market conditions are favorable or a strategic buyer  emerges early, while others may be extended if the sponsor needs more time to  improve financial performance or wait for a stronger valuation environment."
  },
  {
    "question": "What makes a company an attractive LBO candidate?",
    "example": "An ideal LBO candidate has (a) strong and predictable cash flows to  service debt, (b) a defensible market position with pricing power, (c) limited capex  and working capital needs, and (d) potential for margin expansion or operational  improvements. Other desirable traits include (e) undervaluation relative to cash  flow, (f) a clean balance sheet with minimal existing debt, and (g) a stable or  growing end-market. In short, a strong LBO target is one where a sponsor can  apply leverage safely, improve operations, and exit at a higher valuation multiple  or stronger earnings base — generating a high return on equity."
  },
  {
    "question": "Why are LBOs considered the “floor valuationˮ of a company?",
    "example": "LBOs are often considered the “floor valuationˮ because financial  sponsors will only pay a price that allows them to meet their minimum return  targets — usually 20% IRR  based on conservative assumptions. This makes  an LBO model a natural backstop in valuation work. (a) Sponsors base their offers  on how much debt a company can support and how much equity return they can  generate over a typical 35 year hold. (b) Strategic buyers may be willing to pay  more due to synergies or longer-term strategic fit, but sponsors will walk away if  the numbers don't pencil out. As a result, LBO valuation represents the lowest  Finance Prep Training Material 61 price a rational buyer with return constraints would be willing to pay."
  },
  {
    "question": "Walk me through an LBO",
    "example": "An LBO begins when a private equity firm identifies a company to  acquire using a mix of equity and a large portion of debt. Step one is calculating  the purchase price and determining how it will be funded — typically 6080%  debt and 2040% equity. Next, the firm projects the target's future free cash flows  over a 37 year period. These cash flows are used to (a) service interest  payments, (b) pay down principal, and (c) improve the equity value. At exit, the  company is either sold or taken public, and the debt is repaid. The remaining  proceeds go to the PE firm. IRR and MOIC are then calculated based on the initial  equity investment vs. final equity proceeds. The entire model hinges on  conservative assumptions for revenue growth, margin expansion, and multiple  expansion at exit."
  },
  {
    "question": "How can you raise the IRR of an LBO?",
    "example": "You can raise the IRR in an LBO by improving the speed and size of  equity returns. The key levers include: (a) lowering the entry multiple or purchase  price, so you invest less upfront; (b) increasing the exit multiple, which enhances  the final equity value; (c) improving operating performance — such as revenue  growth, margin expansion, or cost reduction — to increase EBITDA and cash flow;  and (d) paying down debt faster, which reduces interest and increases the equity  share of the company. Additionally, (e) exiting earlier with strong performance  raises IRR due to the time value of money. Timing matters — earning the same  MOIC in 3 years vs. 5 years delivers a higher IRR."
  },
  {
    "question": "Can you explain the advantages of LBO financing?",
    "example": "LBO financing offers several advantages. First, (a) it allows a PE firm  to make large acquisitions with a small equity investment, increasing potential  returns through leverage. Second, (b) debt financing is typically cheaper than  equity because interest is tax-deductible, reducing the effective cost of capital.  Third, (c) using debt limits the downside risk for sponsors — they can walk away  with limited loss if things go poorly. Finally, (d) the presence of high debt creates  Finance Prep Training Material 62 strong discipline around cash flow management, forcing the company to operate  leaner and more efficiently. This structure also (e) aligns incentives across  management, lenders, and sponsors to maximize value creation."
  },
  {
    "question": "What is an LBO and can you provide some “every-dayˮ examples?",
    "example": "An LBO, or leveraged buyout, is a transaction where a company is  acquired using a significant amount of borrowed money — typically 6080% of  the purchase price — with the remainder funded by the buyer's own equity. The  target's assets and cash flows are used as collateral for the debt. (a) A relatable  example is buying a house with a mortgage: the buyer puts down some equity and  borrows the rest, hoping the value of the house appreciates enough to generate a  strong return on their investment. (b) Similarly, using a car loan to buy a vehicle  you intend to resell or lease is another example of using leverage to amplify return  on a smaller cash outlay. In both cases, the use of debt magnifies the return if the  asset value increases or generates income."
  },
  {
    "question": "Why is leverage necessary?",
    "example": "Leverage is necessary in an LBO because it allows the financial  sponsor to (a) control a large company with a relatively small amount of equity and (b) boost equity returns through the use of cheaper capital. By borrowing most of  the purchase price, sponsors reduce their upfront capital commitment and  increase their ability to generate a higher internal rate of return (IRR) on that  equity. Without leverage, the return on investment would be limited to the  company's organic earnings growth, but with debt, the sponsor gets a larger share  of the upside with less capital at risk — which is critical in private equity, where  capital efficiency and return targets drive the investment thesis."
  },
  {
    "question": "Why do financial sponsors prefer debt to just cash?",
    "example": "Financial sponsors prefer debt to just using cash because debt (a)  magnifies equity returns, (b) reduces the amount of capital tied up in a single deal,  Finance Prep Training Material 63 and (c) is cheaper than equity due to tax-deductibility of interest. Sponsors target  2025% IRRs, and they achieve this by putting in minimal equity and using the  target's own future cash flows to repay debt. If a sponsor used 100% cash, the  return would mirror the company's growth rate — much lower than the leveraged  return. Additionally, by using debt, sponsors can (d) spread their equity across  multiple deals, improving portfolio diversification and capital productivity."
  },
  {
    "question": "How does leverage increase returns?",
    "example": "Leverage increases returns by reducing the amount of equity invested upfront and allowing that smaller equity base to capture the full benefit of the  company's future earnings and exit value. For example, (a) if you buy a company  for $100 using $20 of equity and $80 of debt, and you sell it later for $120 after  paying off the debt, your equity grows from $20 to $40  a 2.0x multiple or 100%  return. Without debt, the return would only be 20%. This leverage effect works as  long as the company can service the debt and grow in value. However, (b) it cuts  both ways — if performance disappoints, equity can be wiped out quickly due to  the fixed nature of debt obligations."
  },
  {
    "question": "How do we calculate returns in an LBO?",
    "example": "Returns in an LBO are measured using two main metrics: IRR (Internal  Rate of Return) and MOIC (Multiple on Invested Capital). To calculate IRR, (a) you  project all equity cash inflows and outflows over the life of the investment —  usually the sponsor's initial equity outlay and the equity proceeds received at exit  — and solve for the discount rate that sets the net present value to zero. MOIC, on  the other hand, (b) is simpler: it's the total equity received at exit divided by the  equity invested at entry. For example, if a sponsor invests $100 and receives $300  five years later, that's a 3.0x MOIC and a 25% IRR depending on timing. These  two metrics provide a full picture of both the magnitude and speed of returns."
  },
  {
    "question": "What does IRR and MOIC mean?",
    "example": "IRR stands for Internal Rate of Return and measures the annualized  rate of return on an investment, taking into account the timing of cash flows. A  25% IRR means you're compounding capital at 25% per year. MOIC, or Multiple on  Finance Prep Training Material 64 Invested Capital, is a simpler ratio — it shows how many times your initial equity  has grown. A 2.5x MOIC means you made 2.5 times your original investment,  regardless of how long it took. (a) MOIC shows absolute return, while (b) IRR  shows the speed of return. In PE, sponsors care about both — high MOIC with a  short holding period drives strong IRRs."
  },
  {
    "question": "How long is the hold period in an LBO?",
    "example": "The typical hold period in an LBO is 3 to 7 years, with 5 years being a  common base case in most models. This timeframe gives the sponsor enough  time to (a) implement operational improvements, (b) realize cost or revenue  synergies, and (c) position the company for a strategic sale, IPO, or recap. Some  hold periods may be shorter if market conditions are favorable or a strategic buyer  emerges early, while others may be extended if the sponsor needs more time to  improve financial performance or wait for a stronger valuation environment."
  },
  {
    "question": "What makes a company an attractive LBO candidate?",
    "example": "An ideal LBO candidate has (a) strong and predictable cash flows to  service debt, (b) a defensible market position with pricing power, (c) limited capex  and working capital needs, and (d) potential for margin expansion or operational  improvements. Other desirable traits include (e) undervaluation relative to cash  flow, (f) a clean balance sheet with minimal existing debt, and (g) a stable or  growing end-market. In short, a strong LBO target is one where a sponsor can  apply leverage safely, improve operations, and exit at a higher valuation multiple  or stronger earnings base — generating a high return on equity."
  },
  {
    "question": "Why are LBOs considered the “floor valuationˮ of a company?",
    "example": "LBOs are often considered the “floor valuationˮ because financial  sponsors will only pay a price that allows them to meet their minimum return  targets — usually 20% IRR  based on conservative assumptions. This makes  an LBO model a natural backstop in valuation work. (a) Sponsors base their offers  on how much debt a company can support and how much equity return they can  generate over a typical 35 year hold. (b) Strategic buyers may be willing to pay  more due to synergies or longer-term strategic fit, but sponsors will walk away if  Finance Prep Training Material 65 the numbers don't pencil out. As a result, LBO valuation represents the lowest  price a rational buyer with return constraints would be willing to pay."
  },
  {
    "question": "Walk me through an LBO",
    "example": "An LBO begins when a private equity firm identifies a company to  acquire using a mix of equity and a large portion of debt. Step one is calculating  the purchase price and determining how it will be funded — typically 6080%  debt and 2040% equity. Next, the firm projects the target's future free cash flows  over a 37 year period. These cash flows are used to (a) service interest  payments, (b) pay down principal, and (c) improve the equity value. At exit, the  company is either sold or taken public, and the debt is repaid. The remaining  proceeds go to the PE firm. IRR and MOIC are then calculated based on the initial  equity investment vs. final equity proceeds. The entire model hinges on  conservative assumptions for revenue growth, margin expansion, and multiple  expansion at exit."
  },
  {
    "question": "How can you raise the IRR of an LBO?",
    "example": "You can raise the IRR in an LBO by improving the speed and size of  equity returns. The key levers include: (a) lowering the entry multiple or purchase  price, so you invest less upfront; (b) increasing the exit multiple, which enhances  the final equity value; (c) improving operating performance — such as revenue  growth, margin expansion, or cost reduction — to increase EBITDA and cash flow;  and (d) paying down debt faster, which reduces interest and increases the equity  share of the company. Additionally, (e) exiting earlier with strong performance  raises IRR due to the time value of money. Timing matters — earning the same  MOIC in 3 years vs. 5 years delivers a higher IRR."
  },
  {
    "question": "Can you explain the advantages of LBO financing?",
    "example": "LBO financing offers several advantages. First, (a) it allows a PE firm  to make large acquisitions with a small equity investment, increasing potential  returns through leverage. Second, (b) debt financing is typically cheaper than  equity because interest is tax-deductible, reducing the effective cost of capital.  Third, (c) using debt limits the downside risk for sponsors — they can walk away  Finance Prep Training Material 66 with limited loss if things go poorly. Finally, (d) the presence of high debt creates  strong discipline around cash flow management, forcing the company to operate  leaner and more efficiently. This structure also (e) aligns incentives across  management, lenders, and sponsors to maximize value creation."
  },
  {
    "question": "What are some characteristics of a company that is a good LBO  candidate?",
    "example": "Good LBO candidates share several traits. First, they have stable,  predictable cash flows that can comfortably support high debt loads. Second, they exhibit strong EBITDA margins and low capex requirements, which maximize free  cash flow. Third, the company ideally has a defensible market position, such as  brand strength, recurring revenues, or regulatory moats. Additional attributes  include a clean balance sheet with minimal debt, undervalued or misunderstood  equity, and room for operational improvement through cost cutting, pricing  optimization, or strategic repositioning."
  },
  {
    "question": "Why are Goodwill & Other Intangibles created in an LBO?",
    "example": "Goodwill and other intangibles are created when the purchase price  exceeds the fair value of the target's net identifiable assets. In most LBOs, the  sponsor pays a premium over book value — often driven by expected synergies,  brand equity, or growth potential. The excess purchase price is first allocated to  tangible and identifiable intangible assets (e.g., patents, trademarks). Any  remaining excess becomes Goodwill, which is a plug to balance the acquisition  accounting. These items are recorded on the post-transaction balance sheet and  can later be amortized or tested for impairment, depending on accounting rules  and deal structure."
  },
  {
    "question": "What types of debt and tranches of debt are used in a LBO?",
    "example": "LBOs typically use a capital structure with multiple layers of debt, or  'tranches,' that vary in cost and seniority. Common types include: Revolving Credit  Finance Prep Training Material 67 Facility, a flexible line of credit for working capital needs; Term Loan A (TLA),  senior secured, amortizing loan; Term Loan B (TLB), senior secured but longer- term and interest-only; High-Yield Bonds, unsecured debt with higher interest  rates; Mezzanine Debt, subordinated debt that may include equity warrants. Each  tranche has its own covenants, maturity, and interest rate. The right mix balances  cost, flexibility, and risk tolerance."
  },
  {
    "question": "What factors determine what type of debt a PE firm will prefer?",
    "example": "A PE firm chooses debt tranches based on several factors: Cost of  capital — senior secured loans have lower interest but tighter covenants; Flexibility — high-yield bonds offer fewer restrictions but are more expensive; Cash flow  profile — companies with stable cash flows can afford amortizing debt, while  cyclical ones may need bullet maturities; Refinancing risk and exit plans — if a  sponsor plans a quick exit, long-term or interest-only debt may be preferred.  Lastly, availability of lender appetite affects the mix: syndication environment and  macro rates shape what's feasible."
  },
  {
    "question": "Considering the ideal profile of an LBO, why would technology  companies still be attractive to financial sponsors?",
    "example": "Although tech companies may lack steady cash flow, they're  attractive to PE firms because of high growth potential, recurring revenue models  (like SaaS), and strong gross margins. Tech firms often have scalable platforms,  minimal capex, and embedded customer lock-in — all traits that can offset initial  volatility. Sponsors can use lower leverage and focus on growth equity or  structured LBOs. In particular, software companies with predictable subscription  revenues, high retention, and positive cash flow are ideal tech LBO candidates  despite the sector's historic reputation for instability."
  },
  {
    "question": "Where does tax show up in an LBO?",
    "example": "Taxes appear in several parts of the LBO model. First, you tax EBIT to  compute Net Operating Profit After Taxes (NOPAT), which is used in free cash  flow. Second, interest expense on debt reduces taxable income, creating a tax  shield that enhances cash flow. Third, you model deferred taxes, including  Finance Prep Training Material 68 changes in DTLs and DTAs, especially from purchase accounting adjustments.  Fourth, in certain deals, step-ups in asset values or 338(h)(10) elections affect  depreciation and tax expense. Accurate tax modeling is critical because even  small changes in tax assumptions can materially impact free cash flow and equity  returns."
  },
  {
    "question": "What are some other ways to increase IRR besides purchase price,  exit multiple, and operations? How do dividend recapitalizations help firms return  capital to their investors?",
    "example": "Beyond purchase price, exit multiple, and operations, IRR can be  boosted by deleveraging early, shortening the hold period, using asset sales or  spin-offs, and executing dividend recapitalizations. A dividend recap is when the  company takes on additional debt post-close to issue a cash dividend to the  sponsor. This allows the PE firm to return capital to LPs before an exit, effectively  de-risking the deal and raising IRR. Since IRR is time-sensitive, pulling capital out  early — even partially — significantly enhances return profiles even if the MOIC  remains the same."
  },
  {
    "question": "What is the IRR of a creditor in an LBO?",
    "example": "The IRR of a creditor in an LBO is typically equal to the contractual  interest rate on the debt, because creditors receive fixed interest payments and  principal repayment regardless of equity performance. For example, if the senior  debt carries an 8% coupon, the creditor's IRR is 8%. Unlike equity holders,  creditors do not share in the upside — nor do they bear the downside unless  there's a default. Because of their priority in the capital structure, creditor returns  are lower but more secure, and the IRR is set by the agreed-upon yield, not the  exit value."
  },
  {
    "question": "What are covenants in an LBO?",
    "example": "Covenants are contractual restrictions placed on the borrower by  lenders to limit risk and protect their downside. There are two types: maintenance  covenants, which require the company to stay within certain financial ratios (like  debt/EBITDA or interest coverage) on an ongoing basis, and incurrence  Finance Prep Training Material 69 covenants, which restrict specific actions — such as issuing more debt, making  acquisitions, or paying dividends — unless certain conditions are met. Cov-lite  structures may relax these terms. In an LBO, covenants help lenders monitor  performance and prevent the borrower from overleveraging or misusing capital."
  },
  {
    "question": "What does the IRR function translate to?",
    "example": "The IRR function calculates the annualized rate of return on an  investment, assuming that all interim cash flows are reinvested at the same rate. In  simple terms, it tells you: what average return you earn each year on your invested equity and accounts for both the amount and timing of those cash flows. For  LBOs, it takes the sponsor's initial equity investment and compares it to the equity  proceeds at exit, solving for the rate that makes the net present value of all equity  cash flows equal to zero. IRR answers the question: 'What return did we earn on  our capital each year?'"
  },
  {
    "question": "If leverage is 10x EBITDA and the cost of debt is 10%, what is the  interest coverage ratio?",
    "example": "If we have $10 of EBITDA for $100 of debt, a 10% cost of debt would  imply $10 of interest expense. Therefore, we would have $10 of EBITDA for every  $10 of interest expense, leaving us with a 1.0x interest coverage ratio."
  },
  {
    "question": "A company has an LTM EBITDA of 120 and was purchased at a 10x  multiple. They had cash of 200, debt of 700, $30/share, 20 shares outstanding.  What is the company's purchase equity value? What was the premium paid (%) for  this company?",
    "example": "Enterprise Value  10 times 120  $1,200. Equity Value  EV  Net Debt   $1,200  (700  200)  $700. With 20 shares outstanding, implied offer price   $700  20  $35/share. If the pre-deal share price was $30, the premium = (35   30)  30  16.7% premium. Answer: Equity Value  $700M, Premium  16.7%."
  },
  {
    "question": "If a company has a P/E of 20x, an EV/EBITDA of 10x, Interest Expense  of 20m, a 5% interest rate, depreciation of 20m and a market cap of 200m, what  is the company's tax rate?",
    "example": "With interest expense of $20m and a 5% rate, debt  $400m. Market  cap  $200m implies enterprise value  $600m. At 10x EV/EBITDA, EBITDA   $60m. With $20m interest and $20m depreciation, EBT  $20m. Given earnings   $10m (from P/E of 20x), tax  $10m, so the tax rate  50%."
  },
  {
    "question": "Let's say you have ParentCo, with 2 subs- CoffeeCo and DonutCo.  You own 100% of CoffeeCo, and it has an EBITDA of 100m. CoffeeCo is private.  You own 80% of DonutCo and it has an EBITDA of 200m. It also trades at 5x  EBITDA. ParentCo has a share price of $10, with 100m shares. It has 500m in debt  and 200m in cash. What multiple has the market implicitly assigned to CoffeeCo?",
    "example": "ParentCo Market Cap  $10 times 100M  $1,000M. EV  $1,000  $500   $200  $1,300M. Value of DonutCo stake  80% times $200M times 5x  $800M.  CoffeeCo's implied EV  $1,300  $800  $500M. CoffeeCo EBITDA  $100M   Implied Multiple  $500  $100  5.0x. Answer: Implied Market Multiple for  CoffeeCo  5.0x."
  },
  {
    "question": "Company A has EV of 100, market cap of 80, EBITDA of 10 and NI of  4. Company B has EV of 40, market cap of 40, EBITDA of 8 and NI of 2. Calculate  EV/EBITDA and PE multiples for each.",
    "example": "Company A: EV/EBITDA  100  10  10x; P/E  80  4  20x.  Company B: EV/EBITDA  40  8  5x; P/E  40  2  20x."
  },
  {
    "question": "You have a 3 gallon jug and a 5 gallon jug. You have an infinite supply  of water. How can you perfectly measure 4 gallons?",
    "example": "First, fill the 5-gallon jug to the top. Then pour from the 5-gallon jug  into the 3-gallon jug until it is full, leaving exactly 2 gallons in the 5-gallon jug.  Empty the 3-gallon jug. Pour the remaining 2 gallons from the 5-gallon jug into the  3-gallon jug. Fill the 5-gallon jug again. Pour from the 5-gallon jug into the 3- gallon jug (which already has 2 gallons) until the 3-gallon jug is full — this takes 1  gallon, leaving exactly 4 gallons in the 5-gallon jug."
  },
  {
    "question": "What is your favorite industry? Tell me about a company in that  industry.",
    "example": "I'm particularly interested in the fintech industry because of its role in  democratizing financial access. A standout company is Stripe, which enables  businesses of all sizes to accept payments online easily. They've built a robust  ecosystem for internet commerce and continue to expand into banking-as-a- service and global financial infrastructure."
  },
  {
    "question": "What are some M&A deals you have been following?",
    "example": "I've been following the Constellation Brands acquisition of Calpine  and Crown Castle's fiber divestiture. Another interesting one is Google's $32 billion  acquisition of Wiz, which stands out as a cybersecurity play and avoids scrutiny  typically directed at platform M&A."
  },
  {
    "question": "How would you have prevented the ‘08 crisis if you were the chair of  the Fed?",
    "example": "Stronger regulatory oversight over mortgage lending standards and  the derivatives market could have curbed the buildup of systemic risk. I also  would have pushed for greater transparency in credit rating practices and the  capital adequacy of financial institutions. A combination of higher capital buffers  and earlier intervention might have reduced contagion."
  },
  {
    "question": "What do investment bankers actually do?",
    "example": "Investment bankers advise companies on financial transactions like  mergers, acquisitions, and capital raising. They run valuation models, prepare  marketing materials, manage due diligence, and negotiate deal terms. Their job is  to connect buyers and sellers and ensure the transaction closes smoothly while  maximizing value for their client."
  },
  {
    "question": "How do interest rates impact a valuation?",
    "example": "Higher interest rates increase the discount rate used in DCF models,  which lowers the present value of future cash flows and, in turn, reduces a  company's valuation. They also raise the cost of capital, tightening access to debt  and impacting leveraged buyouts and speculative investments."
  },
  {
    "question": "What are some different investment strategies?",
    "example": "Some common investment strategies include value investing, growth  investing, momentum trading, index investing, and arbitrage strategies. Private  equity firms may use buyouts, growth equity, or distressed investing based on the  Finance Prep Training Material 73 target's profile and market conditions."
  },
  {
    "question": "What are your thoughts on interest rates currently?",
    "example": "Rates remain elevated as the Fed maintains its inflation-fighting  posture. While inflation has cooled, stickiness in core components like services  and housing keeps rates from falling quickly. Markets are pricing fewer cuts this  year, and elevated yields are weighing on equities, especially in rate-sensitive  sectors."
  },
  {
    "question": "What is your 1 year outlook for SPY?",
    "example": "I expect moderate gains in SPY over the next year, assuming no major  shocks and continued disinflation. Earnings growth should pick up in the second  half, but valuation multiples may stay compressed if rates remain high. Risks  include geopolitics and delayed monetary policy effects on the economy."
  },
  {
    "question": "What do you think about the economy right now (April 2025)?",
    "example": "The White House has shocked investors with a contradictory tariff  schedule, reminiscent of early COVID supply chain disruptions. This could push  onshoring, but key industries still rely on foreign suppliers. With macro concerns  triggering broad market sell-offs, I'm watching how bond yields rise despite safe- haven demand — a complex signal of investor caution. Equities and bonds are  both pricing in tariff-driven economic pain."
  },
  {
    "question": "What sorts of companies are you looking at in this environment (April  2025)?",
    "example": "I'm focused on companies with pricing power and strong balance  sheets — especially those in utilities, infrastructure, and essential consumer  goods. In uncertain environments, cash-rich businesses with sticky demand tend  to outperform. I'm also watching for opportunities in underpriced tech firms that  generate real free cash flow."
  },
  {
    "question": "What's a trend you're following?",
    "example": "I'm watching the expansion of AI-driven tools into enterprise  operations — especially copilots for productivity software, data analytics, and  customer service. These tools are redefining how companies allocate labor and  capital, and early adopters could gain meaningful operating leverage and margin  expansion."
  },
  {
    "question": "Let's say that a company has securities classified as Available for  Sale (AFS) that increase in value by $100. Can you walk me through how this is  handled on the three statements?",
    "example": "Unrealized gains on AFS securities are recorded in Other  Comprehensive Income (OCI) and do not impact net income. On the Income  Statement, nothing changes. On the Balance Sheet, investments (or marketable  securities) increase by $100 on the asset side, and Accumulated Other  Comprehensive Income (AOCI) increases by $100 in equity. On the Cash Flow  Statement, there's no change since the gain is non-cash. Summary: no income  impact, assets and equity increase by $100, and cash stays flat."
  },
  {
    "question": "Let's say that ParentCo has an EV of $100, equity value of $80, debt  of $80, and cash of $60. It also has EBITDA of $10 and net income of $6. After  significant due diligence, it decides to acquire TargetCo which has an EV of $40,  equity value of $40, EBITDA of $4, and net income of $2. If the acquisition was  Finance Prep Training Material 75 entirely funded by debt, at a 10% coupon, what is the pro-forma EV/EBITDA and  P/E ratio?",
    "example": "The combined EV is $140  $80 market cap  $80 old debt  $40  new debt - $60 cash. Combined EBITDA  $10  $4  $14, so pro-forma  EV/EBITDA  10x. For P/E, new interest from $40 debt at 10%  $4. After 20% tax,  net income impact = -$3.2. Pro-forma NI  $6  $2 - $3.2  $4.8. Pro-forma P/E   $80 / $4.8  16.67x."
  },
  {
    "question": "Let's say that a company owned by a sponsor (PE fund) does a $100  dividend recap. Can you walk me through the three statements?",
    "example": "On the Income Statement, no change. On the Cash Flow Statement,  under Financing Activities: $100 from new debt, -$100 for dividend to sponsor —  net zero impact. On the Balance Sheet, debt increases by $100, and shareholder  equity decreases by $100. No change in cash or other assets."
  },
  {
    "question": "Stock-based compensation is a major expense for most tech  companies. Should it be added back to FCF calculations?",
    "example": "For levered FCF, yes  SBC is a non-cash expense and is added  back. For unlevered FCF, it's typically not added back, as excluding it may distort  comparability. Unlevered FCF aims to be capital structure-neutral, so adding back  SBC may favor firms that pay employees in stock rather than cash, which isn't  always appropriate for valuation."
  }
]