[{
    "question": "A company has an LTM EBITDA of 120 and was purchased at a 10x  multiple. They had cash of 200, debt of 700, $30/share, 20 shares outstanding.  What is the company's purchase equity value? What was the premium paid (%) for  this company?",
    "example": "Enterprise Value  10 times 120  $1,200. Equity Value  EV  Net Debt   $1,200  (700  200)  $700. With 20 shares outstanding, implied offer price   $700  20  $35/share. If the pre-deal share price was $30, the premium = (35   30)  30  16.7% premium. Answer: Equity Value  $700M, Premium  16.7%."
  ,"difficulty": "hard"
  },
  {
    "question": "If a company has a P/E of 20x, an EV/EBITDA of 10x, Interest Expense  of 20m, a 5% interest rate, depreciation of 20m and a market cap of 200m, what  is the company's tax rate?",
    "example": "With interest expense of $20m and a 5% rate, debt  $400m. Market  cap  $200m implies enterprise value  $600m. At 10x EV/EBITDA, EBITDA   $60m. With $20m interest and $20m depreciation, EBT  $20m. Given earnings   $10m (from P/E of 20x), tax  $10m, so the tax rate  50%."
  ,"difficulty": "hard"
  },
  {
    "question": "Let's say you have ParentCo, with 2 subs- CoffeeCo and DonutCo.  You own 100% of CoffeeCo, and it has an EBITDA of 100m. CoffeeCo is private.  You own 80% of DonutCo and it has an EBITDA of 200m. It also trades at 5x  EBITDA. ParentCo has a share price of $10, with 100m shares. It has 500m in debt  and 200m in cash. What multiple has the market implicitly assigned to CoffeeCo?",
    "example": "ParentCo Market Cap  $10 times 100M  $1,000M. EV  $1,000  $500   $200  $1,300M. Value of DonutCo stake  80% times $200M times 5x  $800M.  CoffeeCo's implied EV  $1,300  $800  $500M. CoffeeCo EBITDA  $100M   Implied Multiple  $500  $100  5.0x. Answer: Implied Market Multiple for  CoffeeCo  5.0x."
 ,"difficulty": "hard"
  },
  {
    "question": "Company A has EV of 100, market cap of 80, EBITDA of 10 and NI of  4. Company B has EV of 40, market cap of 40, EBITDA of 8 and NI of 2. Calculate  EV/EBITDA and PE multiples for each.",
    "example": "Company A: EV/EBITDA  100  10  10x; P/E  80  4  20x.  Company B: EV/EBITDA  40  8  5x; P/E  40  2  20x."
  ,"difficulty": "hard"
  },
  {
    "question": "You have a 3 gallon jug and a 5 gallon jug. You have an infinite supply  of water. How can you perfectly measure 4 gallons?",
    "example": "First, fill the 5-gallon jug to the top. Then pour from the 5-gallon jug  into the 3-gallon jug until it is full, leaving exactly 2 gallons in the 5-gallon jug.  Empty the 3-gallon jug. Pour the remaining 2 gallons from the 5-gallon jug into the  3-gallon jug. Fill the 5-gallon jug again. Pour from the 5-gallon jug into the 3- gallon jug (which already has 2 gallons) until the 3-gallon jug is full — this takes 1  gallon, leaving exactly 4 gallons in the 5-gallon jug."
  ,"difficulty": "hard"
  },
  {
    "question": "What is your favorite industry? Tell me about a company in that  industry.",
    "example": "I'm particularly interested in the fintech industry because of its role in  democratizing financial access. A standout company is Stripe, which enables  businesses of all sizes to accept payments online easily. They've built a robust  ecosystem for internet commerce and continue to expand into banking-as-a- service and global financial infrastructure."
 ,"difficulty": "hard"
  },
  {
    "question": "What are some M&A deals you have been following?",
    "example": "I've been following the Constellation Brands acquisition of Calpine  and Crown Castle's fiber divestiture. Another interesting one is Google's $32 billion  acquisition of Wiz, which stands out as a cybersecurity play and avoids scrutiny  typically directed at platform M&A."
  ,"difficulty": "hard"
  },
  {
    "question": "How would you have prevented the ‘08 crisis if you were the chair of  the Fed?",
    "example": "Stronger regulatory oversight over mortgage lending standards and  the derivatives market could have curbed the buildup of systemic risk. I also  would have pushed for greater transparency in credit rating practices and the  capital adequacy of financial institutions. A combination of higher capital buffers  and earlier intervention might have reduced contagion."
  ,"difficulty": "hard"
  },
  {
    "question": "What do investment bankers actually do?",
    "example": "Investment bankers advise companies on financial transactions like  mergers, acquisitions, and capital raising. They run valuation models, prepare  marketing materials, manage due diligence, and negotiate deal terms. Their job is  to connect buyers and sellers and ensure the transaction closes smoothly while  maximizing value for their client."
  ,"difficulty": "hard"
  },
  {
    "question": "How do interest rates impact a valuation?",
    "example": "Higher interest rates increase the discount rate used in DCF models,  which lowers the present value of future cash flows and, in turn, reduces a  company's valuation. They also raise the cost of capital, tightening access to debt  and impacting leveraged buyouts and speculative investments."
  ,"difficulty": "hard"
  },
  {
    "question": "What are some different investment strategies?",
    "example": "Some common investment strategies include value investing, growth  investing, momentum trading, index investing, and arbitrage strategies. Private  equity firms may use buyouts, growth equity, or distressed investing based on the  Finance Prep Training Material 73 target's profile and market conditions."
  ,"difficulty": "hard"
  },
  {
    "question": "What are your thoughts on interest rates currently?",
    "example": "Rates remain elevated as the Fed maintains its inflation-fighting  posture. While inflation has cooled, stickiness in core components like services  and housing keeps rates from falling quickly. Markets are pricing fewer cuts this  year, and elevated yields are weighing on equities, especially in rate-sensitive  sectors."
  ,"difficulty": "hard"
  },
  {
    "question": "What is your 1 year outlook for SPY?",
    "example": "I expect moderate gains in SPY over the next year, assuming no major  shocks and continued disinflation. Earnings growth should pick up in the second  half, but valuation multiples may stay compressed if rates remain high. Risks  include geopolitics and delayed monetary policy effects on the economy."
  ,"difficulty": "hard"
  },
  {
    "question": "What do you think about the economy right now (April 2025)?",
    "example": "The White House has shocked investors with a contradictory tariff  schedule, reminiscent of early COVID supply chain disruptions. This could push  onshoring, but key industries still rely on foreign suppliers. With macro concerns  triggering broad market sell-offs, I'm watching how bond yields rise despite safe- haven demand — a complex signal of investor caution. Equities and bonds are  both pricing in tariff-driven economic pain."
  ,"difficulty": "hard"
  },
  {
    "question": "What sorts of companies are you looking at in this environment (April  2025)?",
    "example": "I'm focused on companies with pricing power and strong balance  sheets — especially those in utilities, infrastructure, and essential consumer  goods. In uncertain environments, cash-rich businesses with sticky demand tend  to outperform. I'm also watching for opportunities in underpriced tech firms that  generate real free cash flow."
  ,"difficulty": "hard"
  },
  {
    "question": "What's a trend you're following?",
    "example": "I'm watching the expansion of AI-driven tools into enterprise  operations — especially copilots for productivity software, data analytics, and  customer service. These tools are redefining how companies allocate labor and  capital, and early adopters could gain meaningful operating leverage and margin  expansion."
  ,"difficulty": "hard"
  },
  {
    "question": "Let's say that a company has securities classified as Available for  Sale (AFS) that increase in value by $100. Can you walk me through how this is  handled on the three statements?",
    "example": "Unrealized gains on AFS securities are recorded in Other  Comprehensive Income (OCI) and do not impact net income. On the Income  Statement, nothing changes. On the Balance Sheet, investments (or marketable  securities) increase by $100 on the asset side, and Accumulated Other  Comprehensive Income (AOCI) increases by $100 in equity. On the Cash Flow  Statement, there's no change since the gain is non-cash. Summary: no income  impact, assets and equity increase by $100, and cash stays flat."
  ,"difficulty": "hard"
  },
  {
    "question": "Let's say that ParentCo has an EV of $100, equity value of $80, debt  of $80, and cash of $60. It also has EBITDA of $10 and net income of $6. After  significant due diligence, it decides to acquire TargetCo which has an EV of $40,  equity value of $40, EBITDA of $4, and net income of $2. If the acquisition was  Finance Prep Training Material 75 entirely funded by debt, at a 10% coupon, what is the pro-forma EV/EBITDA and  P/E ratio?",
    "example": "The combined EV is $140  $80 market cap  $80 old debt  $40  new debt - $60 cash. Combined EBITDA  $10  $4  $14, so pro-forma  EV/EBITDA  10x. For P/E, new interest from $40 debt at 10%  $4. After 20% tax,  net income impact = -$3.2. Pro-forma NI  $6  $2 - $3.2  $4.8. Pro-forma P/E   $80 / $4.8  16.67x."
  ,"difficulty": "hard"
  },
  {
    "question": "Let's say that a company owned by a sponsor (PE fund) does a $100  dividend recap. Can you walk me through the three statements?",
    "example": "On the Income Statement, no change. On the Cash Flow Statement,  under Financing Activities: $100 from new debt, -$100 for dividend to sponsor —  net zero impact. On the Balance Sheet, debt increases by $100, and shareholder  equity decreases by $100. No change in cash or other assets."
  ,"difficulty": "hard"
  },
  {
    "question": "Stock-based compensation is a major expense for most tech  companies. Should it be added back to FCF calculations?",
    "example": "For levered FCF, yes  SBC is a non-cash expense and is added  back. For unlevered FCF, it's typically not added back, as excluding it may distort  comparability. Unlevered FCF aims to be capital structure-neutral, so adding back  SBC may favor firms that pay employees in stock rather than cash, which isn't  always appropriate for valuation."
 ,"difficulty": "hard"
  }
]